Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/RateApp/*.lproj/RateApp.strings
Languages: be, hu, ja, sr_latn

# 6jg-ji-JtC.text
source: Thank you
be: Дзякуй вам
hu: Köszönjük
ja: ありがとうございます。
sr_latn: Hvala

# JEI-Pr-Mc2.text
source: for your feedback
be: за ваш водгук
hu: a visszajelzését
ja: いただいたフィードバックをもとに修正・改善いたします。
sr_latn: na vašim povratnim informacijama

# JXu-e8-XCB.text
source: Feedback
be: Зваротная сувязь
hu: Visszajelzés
ja: お問い合わせ・フィードバック
sr_latn: Povratne informacije

# TBB-iF-qGA.text
source: Please, tell us about your experience
be: Калі ласка, раскажыце нам пра свой досвед выкарыстання дадатку
hu: Kérjük, ossza meg tapasztalatait
ja: ここにご用件や情報をご記入ください。
sr_latn: Molimo vas, recite nam nešto o vašem iskustvu

# XtG-5p-3KJ.text
source: Feedback
be: Зваротная сувязь
hu: Visszajelzés
ja: お問い合わせ・フィードバック
sr_latn: Povratne informacije

# cJk-65-rg8.title
source: Feedback
be: Зваротная сувязь
hu: Visszajelzés
ja: お問い合わせ・フィードバック
sr_latn: Povratne informacije

# nIO-Sh-01f.normalTitle
source: SEND
be: АДПРАВІЦЬ
hu: KÜLDÉS
ja: 送信する
sr_latn: Pošalji

# oJi-EL-gWT.placeholder
source: Enter email if you'd like us to answer
be: Увядзіце свой адрас электроннай пошты, калі хочаце, каб мы вам адказалі
hu: Adja meg az e-mail címét, ha szeretné, hogy válaszoljunk
ja: 返信をご希望の場合、メールアドレスを入力してください。
sr_latn: Unesite svoju adresu elektronske pošte ukoliko želite da vam odgovorimo

# tCN-dT-J7Y.normalTitle
source: HOME
be: ДАХАТЫ
hu: WEBOLDALUNK
ja: メイン画面に戻る
sr_latn: Ppočetna

# zE7-4q-9oe.title
source: Feedback
be: Зваротная сувязь
hu: Visszajelzés
ja: お問い合わせ・フィードバック
sr_latn: Povratne informacije
