Repository: 32accc/AdGuard
Catalog: AdguardExtension/ActionExtension/*.lproj/ActionExtensionLocalizable.strings
Languages: sl

# accept_caption
source: Accept
sl: Sprejmi

# support_unexpected_error
source: An unexpected error occurred. Please contact the support team.
sl: Prišlo je do nepričakovane napake. Obrnite se na skupino za podporo.

# action_extension_no_configuration_message_format
source: Before you can use this action extension, %1$@ has to perform an initial configuration. Launch the main %2$@ app to let it do so.
sl: Preden lahko uporabite to akcijo razširitve, mora , %1$@ izvesti začetno konfiguracijo. Zaženite glavno aplikacijo %2$@, da to stori.

# support_rule_converting_error
source: Cannot convert rules. An unexpected error occurred. Please contact the support team.
sl: Pravil ni mogoče pretvoriti. Prišlo je do nepričakovane napake. Obrnite se na skupino za podporo.

# json_converting_error
source: Cannot initialize converter to JSON format.
sl: Pretvornika ni mogoče inicializirati v format JSON.

# support_message_sending_error
source: Cannot send a message to the support team. You have not configured your email account yet.
sl: Ni mogoče poslati sporočila skupini za podporo. Vašega e-poštnega računa še niste konfigurirali.

# common_action_cancel
source: Cancel
sl: Prekliči

# rule_converting_error
source: Cannot convert the filter rule. Rule text is invalid.
sl: Pravila filtra ni mogoče pretvoriti. Besedilo pravila ni veljavno.

# filter_rules_converting_error
source: Cannot convert the user filter rules.
sl: Pravil uporabniškega filtrra ni mogoče pretvoriti.

# enable_filtering_format
source: Enable filtering on %@
sl: Omogoči filtriranje na %@

# common_error_title
source: Error
sl: Napaka

# safari_filters_loading_error
source: Filters cannot be loaded into Safari. Therefore, your recent changes were not applied.
sl: V Safariju ni mogoče naložiti filtrov. Zato nedavne spremembe niso bile uporabljene.

# incorrect_blocking_page_format
source: Incorrect blocking on page: %@
sl: Nepravilno blokiranje na strani: %@

# safari_filters_loading
source: Loading filters to Safari. Please do not turn off AdGuard. The process will take no more than 30 seconds.
sl: Nalaganje filtrov v Safari. Prosim, ne izklopite AdGuard. Postopek traja največ 30 sekund.

# content_blocker_disabled_format
source: Note that Content blocker is disabled. That means ads will not be filtered regardless of AdGuard settings. Please enable AdGuard Content blocker in Safari settings to start filtering.
sl: Opomba: Blokirnik vsebine je onemogočen, kar pomeni, da oglasi NE BODO filtrirani ( ne glede na nastavitve AdGuarda). Omogočite AdGuardov blokirniku oglasov v nastavitvah Safarija, da začne filtriranje.

# preview_caption
source: Preview
sl: Predogled

# hostname_obtaining_error
source: The hostname is not obtained. Perhaps the page has not been loaded yet.
sl: Ime gostitelja ni pridobljeno. Morda stran še ni bila naložena.

# assistant_launching_unable
source: This website's security policy does not allow launching AdGuard Assistant.
sl: Varnostna politika te spletne strani ne dovoljuje zagona AdGuard Pomočnik.

# support_error_safari_extension
source: An unexpected error occurred while initializing Safari action extension. Please contact AdGuard Support if this happens again.
sl: Med inicializacijo Safarijeve akcije razširitve je prišlo do nepričakovane napake. Če se to znova zgodi, se obrnite na AdGuardovo podporo.

# common_warning_title
source: Warning
sl: Opozorilo

# filter_rules_maximum
source: You have exceeded the maximum number of the filter rules.
sl: Presegli ste največje število pravil za filtriranje.
