Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/Onboarding/*.lproj/Onboarding.strings
Languages: be, cs, da, de, es, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# 3ju-B8-UIZ.normalTitle
source: Watch manual
be: Відэаінструкцыя
cs: Podívejte se na manuál
da: Se vejledning
de: Videoanleitung
es: Ver manual
fr: REGARDER TUTORIEL VIDÉO
hr: Pogledajte upute
it: Leggi Manuale
ja: 動画で手順を見る
nb: Se bruksanvisningen
nl: Videogids
pl: Obejrzyj instrukcję
pt_br: Assistir manual
ro: Vedeți manualul
ru: ВИДЕОИНСТРУКЦИЯ
sk: Pozrieť si návod
sl: Ogled vadnice
sr_latn: Pogledajte video sa uputstvima
tr: Kılavuzu izle
uk: Переглянути інструкцію
vi: Xem hướng dẫn
zh_hans: 视频教程
zh_hant: 觀看用法說明

# F7O-MB-LHu.text
source: To use AdGuard in Safari follow a few easy steps
be: Каб карыстацца AdGuard у Safari, выканайце некалькі простых крокаў
cs: Chcete-li použít AdGuard v prohlížeči Safari, postupujte podle těchto jednoduchých kroků:
da: Følg et par enkle trin for at bruge AdGuard i Safari:
de: Um AdGuard in Safari nutzen zu können, folgen Sie den wenigen einfachen Schritten:
es: Para usar AdGuard en Safari, siga algunos pasos sencillos
fr: Suivez les étapes suivantes pour pouvoir utiliser AdGuard pour Safari :
hr: Za korištenje AdGuarda u Safari-u slijedite nekoliko jednostavnih koraka
hu: Az AdGuard Safari használatához kövesse ezeket a lépéseket
id: Untuk memakai AdGuard di Safari ikuti langkah mudah
it: Per utilizzare AdGuard in Safari segui alcuni semplici passi
ja: AdGuardをSafariで使用するには
ko: Safari에서 AdGuard를 사용하려면 몇 가지 간단한 단계를 따르세요
nb: For å bruke AdGuard i Safari, følg noen få enkle trinn
nl: Om AdGuard in Safari te gebruiken, volg je een aantal simpele stappen
pl: Aby korzystać z AdGuard w Safari, wykonaj kilka prostych kroków
pt_br: Para usar o AdGuard no Safari, siga alguns passos simples
ro: Etape de urmat pentru a folosi AdGuard în Safari:
ru: Чтобы пользоваться AdGuard в Safari, выполните несколько простых шагов:
sk: Ak chcete používať AdGuard v prehliadači Safari, postupujte podľa niekoľkých jednoduchých krokov
sl: Za uporabo AdGuarda v Safariju, sledite nekaj preprostim korakom
sr_latn: Da biste koristili AdGuard u Safariju, ispratite nekoliko jednostavnih koraka:
tr: Safari'de AdGuard'ı kullanmak için birkaç basit adımı izleyin
uk: Щоб активувати AdGuard в Safari, виконайте кілька простих кроків
vi: Để sử dụng AdGuard trong Safari, hãy làm theo một số bước đơn giản
zh_hans: 要在Safari浏览器中使用AdGuard，请遵循以下几个简单步骤：
zh_hant: 為了在 Safari 中使用 AdGuard，遵循一些簡單的步驟

# FDG-As-HDY.text
source: Block Tracking
be: Ахова DNS
cs: Ochrana před sledováním
da: Sporingsbeskyttelse
de: Tracking-Schutz
es: Protección DNS
fr: Blocage du suivi
hr: Blokira praćenje
hu: Nyomkövetés tiltása
it: Blocco Tracciamento
ja: 個人情報追跡をブロック
ko: 추적 차단
nb: DNS-beskyttelse
nl: Volgers blokkeren
pl: Blokuj śledzenie
pt_br: Proteção contra rastreamento
ro: Blocare de urmăritori
ru: Защита от трекинга
sk: Blokovanie sledovania
sl: Zaviranje sledenja
tr: İzlemeyi Engelle
uk: Блокирувати від стеження
vi: Bảo Vệ Theo Dõi
zh_hans: 拦截跟踪器
zh_hant: DNS 防護

# GOu-4j-RcN.normalTitle
source: WATCH MANUAL
be: ВІДЭАІНСТРУКЦЫЯ
cs: PODÍVAT SE NA MANUÁL
da: SE VEJLEDNING
de: ANLEITUNG ANSEHEN
es: VER MANUAL
fr: REGARDER LE MANUEL
hr: POGLEDAJTE UPUTE
hu: ÚTMUTATÓ MEGTEKINTÉSE
id: VIDEO MANUAL
it: LEGGI IL MANUALE
ja: 説明動画を見る
ko: 비디오 매뉴얼 보기
nb: SE BRUKSANVISNINGEN
nl: HANDLEIDING BEKIJKEN
pl: ZOBACZ INSTRUKCJĘ
pt_br: ASSISTIR MANUAL
ro: VEDEȚI MANUALUL
ru: ВИДЕОИНСТРУКЦИЯ
sk: POZRIEŤ SI NÁVOD
sl: OGLED VADNICE
sr_latn: Pogledaj ručno
tr: KILAVUZU İZLE
uk: ПЕРЕГЛЯНУТИ ІНСТРУКЦІЮ
vi: Xem hướng dẫn
zh_hans: 观看视频教程
zh_hant: 觀看用法說明

# Mzf-WJ-CpC.text
source: AdGuard fights thousands of corporations that track your every click and makes sure your privacy is safe.
be: AdGuard борется с тысячей корпораций, которые отслеживают ваш каждый клик, и делает все, чтобы ваши персональные данные были в безопасности.
cs: AdGuard bojuje proti tisícovkám společností, které sledují každý Váš klik a udržuje Vaše soukromí.
da: AdGuard bekæmper tusindvis af virksomheder, der sporer ethvert af dine klik og sørger for, at dit privatliv er sikkert.
de: AdGuard kämpft gegen Tausende von Unternehmen, die jeden Ihrer Klicks verfolgen und sorgt dafür, dass Ihre Privatsphäre geschützt bleibt.
es: AdGuard lucha contra miles de empresas que rastrean cada uno de tus clics y se asegura de que tu privacidad esté a salvo.
fr: AdGuard combat des milliers de sociétés qui suivent chacune de vos actions et s’assure ainsi que votre vie privée est en sécurité.
hr: AdGuard se bori s tisućama korporacija koje prate svaki vaš klik i osigurava da je vaša privatnost sigurna.
hu: Az AdGuard több ezer vállalattal küzd, amelyek nyomon követik minden kattintását, és gondoskodik arról, hogy az Ön személyes adatai biztonságban legyenek.
id: AdGuard melawan ribuan perusahaan yang melacak setiap klik Anda dan memastikan privasi Anda aman.
it: AdGuard combatte migliaia di corporazioni che tracciano ogni tuo click e si assicura che la tua privacy risulti protetta.
ja: 一つ一つのタップまで追跡しようとする何千社もの企業と戦って、AdGuardはあなたのプライバシーを守ります。（「DNS通信を保護」機能）
ko: AdGuard는 모든 클릭을 추적하는 수천 개의 회사로부터 개인 정보를 보호합니다.
nl: AdGuard vecht tegen duizenden bedrijven die elke klik van je willen bijhouden en zorgt ervoor dat uw privacy veilig is.
pl: AdGuard walczy z tysiącami korporacji, które śledzą każde Twoje kliknięcie i zapewnia bezpieczeństwo Twojej prywatności.
pt_br: O AdGuard luta contra milhares de empresas que rastreiam cada clique e assegura que a sua privacidade esteja segura.
ro: AdGuard combate mii de companii care vă urmăresc fiecare clic și se asigură că viața dvs. privată este protejată.
ru: AdGuard борется с тысячей корпораций, которые отслеживают ваш каждый клик, и делает все, чтобы ваши персональные данные были в безопасности.
sk: AdGuard bojuje s tisíckami spoločností, ktoré sledujú každé Vaše kliknutie a zaisťuje, že Vaše súkromie je v bezpečí.
sl: AdGuard se bori z na tisoče korporacijami, ki spremljajo vsak vaš klik in poskrbi za varnost vaše zasebnosti.
sr_latn: AdGuard se bori protiv hiljada korporacija koje prate svaki vaš klik i čini vašu privatnost sigurnom.
tr: AdGuard, her tıklamanızı izleyen ve gizliliğinizin güvende olmasını sağlayan binlerce şirketle savaşır.
uk: AdGuard протистоїть тисячам корпорацій, які стежать за кожним вашим кліком, і захищає вашу приватність.
vi: AdGuard chiến đấu với hàng ngàn công ty theo dõi mọi nhấp chuột của bạn và đảm bảo quyền riêng tư của bạn được an toàn.
zh_hans: AdGuard与在追踪你浏览历史的公司进行斗争，并确保个人隐私和数据安全。
zh_hant: AdGuard 與追蹤您的每次點擊之大量的公司作戰，並確保您的隱私是安全的。

# QL3-U7-vA8.text
source: Tap on Safari and choose the "Content blockers" menu item
be: Націсніце на Safari і выберыце падзел "Блакавальнікі кантэнту"
cs: Klepněte na Safari a v menu vyberte položku „Blokátory obsahu“
da: Tryk på Safari og vælg menupunktet "Indholdsblockere"
de: Tippen Sie auf Safari und wählen Sie den Menüpunkt „Inhaltsblocker”
es: Pulse en Safari y elija el elemento del menú "Bloqueadores de contenido"
fr: Appuyez sur Safari et choisissez l’élément de menu « Bloqueurs de contenu »
hu: Érintse meg a Safari ikonját és válassza a "Tartalomblokkolók" menüpontot
id: Ketuk Safari dan pilih item menu "Pemblokir konten"
it: Clicca su Safari e scegli l'elemento del menù "Blocco dei contenuti"
ja: Safari → コンテンツブロッカー へ進み
ko: Safari를 누르고 "콘텐츠 차단기" 메뉴 항목을 선택합니다
nl: Tik op Safari en kies de "Content blockers" menu-item
pl: Stuknij w Safari i wybierz element menu „Blokowanie treści”
pt_br: Toque no Safari e escolha o item no menu "Bloqueadores de conteúdo"
ro: Tapați pe Safari și alegeți "Blocant de conținut" în meniu
sk: Klepnite na Safari a vyberte položku ponuky „Blokovače obsahu“
sl: Tapnite na Safari in izberite menijski vnos 'Zaviralci vsebine'
sr_latn: Dodirnite Safari i izaberite "blokatori sadržaja"
tr: Safari'ye dokunun ve "İçerik engelleyiciler" menü öğesini seçin
uk: Торкніться до Safari та оберіть елемент "Блокувальники вмісту"
vi: Nhấn vào Safari và chọn "Bộ chặn thành phần" mục bảng chọn
zh_hans: 点击 ”Safari浏览器“后，选择 ”内容拦截器“ 菜单项
zh_hant: 向 Safari 輕觸並選擇"內容阻擋器"選單項目

# cMV-qC-ZdE.normalTitle
source: NEXT
be: ДАЛЕЙ
cs: DALŠÍ
da: NÆSTE
de: WEITER
es: SIGUIENTE
fr: SUIVANT
hr: SLJEDEĆE
hu: KÖVETKEZŐ
id: SELANJUTNYA
it: PROSSIMO
ja: 次へ
ko: 다음
nb: NESTE
nl: VOLGENDE
pl: NASTĘPNY
pt_br: PRÓXIMO
ro: URMĂTOR
ru: ДАЛЕЕ
sk: ĎALEJ
sl: NAPREJ
sr_latn: Dalje
tr: SONRAKİ
uk: ДАЛІ
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# eyJ-Xh-OdS.text
source: Switch on all content blockers and return to the app!
be: Уключыце ўсе блакавальнікі кантэнту і вяртайцеся ў дадатак!
cs: Zapněte všechny blokátory obsahu a vraťte se do naší aplikace!
da: Aktiver alle indholdsblockere og kom tilbage til vores app!
de: Aktivieren Sie alle Inhaltsblocker und wechseln Sie zurück zur App!
es: ¡Enciende todos los bloqueadores de contenido y vuelve a nuestra aplicación!
fr: Activez tous les bloqueurs de contenu et revenez à notre application!
hu: Engedélyezze az összes tartalomblokkolót, majd térjen vissza ebbe az appba!
id: Nyalakan semua pemblokir konten dan kembali ke aplikasi kami!
it: Attiva tutti i blocchi di contenuti e torna sulla nostra app!
ja: コンテンツブロッカーのスイッチをすべてオンにしてください。
ko: 모든 콘텐츠 차단기를 켭니다
nl: Activeer alle content blockers en keer terug naar onze app!
pl: Włącz wszystkie blokery treści i wróć do naszej aplikacji!
pt_br: Ative todos os bloqueadores de conteúdo e volte ao nosso aplicativo!
ro: Porniți toate blocante de conținut și reveniți la aplicația noastră!
ru: Включите все блокировщики контента и возвращайтесь в приложение!
sk: Zapnite všetky blokovače obsahu a vráťte sa do našej aplikácie!
sl: Preklopite na vse zaviralce vsebine in se vrnite v našo aplikacijo!
sr_latn: Uključite sve blokatore reklama i vratite se u našu aplikaciju!
tr: Tüm içerik engelleyicilerini açın ve uygulamamıza geri dönün!
uk: Увімкніть всі блокувальники вмісту й повертайтеся до нашої програми!
vi: Bật tất cả các trình chặn nội dung và quay lại ứng dụng của chúng tôi!
zh_hans: 开启所有内容拦截器后，返回AdGuard 应用！
zh_hant: 打開所有的內容阻擋器，然後返回至我們的應用程式！

# hXU-wD-fbI.text
source: Block Ads
be: Абарона Safari
cs: Ochrana Safari
da: Safari-beskyttelse
de: Safari-Schutz
es: Protección para Safari
fr: Blocage de la pub
hr: Blokira oglase
hu: Hirdetések tiltása
it: Blocco Annunci
ja: 広告をブロック
ko: 광고 차단
nb: Safari-beskyttelse
nl: Advertenties blokkeren
pl: Blokuj reklamy
pt_br: Proteção do Safari
ro: Blocare de reclame
ru: Защита Safari
sk: Blokovanie reklám
sl: Zaviranje oglasov
tr: Reklamları Engelle
uk: Блокувати рекламу
vi: Bảo vệ Safari
zh_hans: 拦截广告
zh_hant: Safari 防護

# hak-o1-HWp.text
source: Thank you for installing AdGuard!
be: Дзякуй за ўсталёўку AdGuard!
cs: Děkujeme za instalaci AdGuardu!
da: Tak fordi du installerede AdGuard!
de: Vielen Dank für die Installation von AdGuard!
es: ¡Gracias por instalar AdGuard!
fr: Merci d’avoir installé AdGuard !
hu: Köszönjük, hogy telepítette az AdGuardot!
id: Terima kasih telah memasang AdGuard!
it: Ti ringraziamo per aver installato AdGuard!
ja: AdGuardをインストールしていただきありがとうございます！
ko: AdGuard를 설치해주셔서 감사합니다!
nb: Takk for at du installerte AdGuard!
nl: Hartelijk dank voor het installeren van AdGuard!
pl: Dziękujemy za instalację AdGuard!
pt_br: Obrigado por instalar o AdGuard!
ro: Vă mulțumim pentru instalarea AdGuard!
ru: Спасибо, что установили AdGuard!
sk: Ďakujeme Vám za inštaláciu AdGuard!
sl: Hvala, ker ste namestili AdGuard!
sr_latn: Hvala vam što ste instalirali AdGuard!
tr: AdGuard yüklediğiniz için teşekkürler!
uk: Дякуємо за встановлення AdGuard!
vi: Cảm ơn bạn vì đã cài đặt AdGuard!
zh_hans: 感谢您安装AdGuard！
zh_hant: 感謝您安裝 AdGuard！

# hf9-6r-TUk.text
source: Block Annoyances
be: Абарона Safari
cs: Ochrana Safari
da: Safari-beskyttelse
de: Safari-Schutz
es: Protección para Safari
fr: Blocage des nuisances
hr: Blokira smetnje
hu: Kellemetlenségek tiltása
it: Blocco Disturbatori
ja: 迷惑要素をブロック
ko: 방해 요소 차단
nb: Safari-beskyttelse
nl: Ergenissen blokkeren
pl: Blokuj elementy irytujące
pt_br: Proteção do Safari
ro: Blocare de deranjări
ru: Защита Safari
sk: Blokovanie obťažovania
sl: Zaviranje nadležnosti
tr: Can Sıkıcı Öğeleri Engelle
uk: Захист роздратування
vi: Bảo vệ Safari
zh_hans: 屏蔽恼人的元素
zh_hant: Safari 防護

# q8l-xM-B5q.normalTitle
source: NEXT
be: ДАЛЕЙ
cs: DALŠÍ
da: NÆSTE
de: WEITER
es: SIGUIENTE
fr: SUIVANT
hr: SLJEDEĆE
hu: KÖVETKEZŐ
id: SELANJUTNYA
it: PROSSIMO
ja: 次へ
ko: 다음
nb: NESTE
nl: VOLGENDE
pl: NASTĘPNY
pt_br: PRÓXIMO
ro: URMĂTOR
ru: ДАЛЕЕ
sk: ĎALEJ
sl: NAPREJ
sr_latn: Dalje
tr: SONRAKİ
uk: ДАЛІ
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# r3n-Il-Qe8.text
source: AdGuard excels at blocking ads on any website in Safari, so you can browse ad-freely and fast.
be: AdGuard выдатна спраўляецца з блакаваннем рэкламы на ўсякім сайце ў Safari, так што вы можаце карыстацца хуткім інтэрнэтам без рэкламы.
cs: AdGuard vyniká v blokování reklam na jakémkoli webu v prohlížeči Safari, takže můžete prohlížet weby rychle a bez reklam.
da: AdGuard udmærker sig ved at blokere annoncer på ethvert websted i Safari, så du kan browse annoncefrit og hurtigt.
de: Der AdGuard sperrt hervorragend Werbeanzeigen auf allen Websites in Safari, so dass Sie frei und schnell surfen können.
es: AdGuard se destaca en el bloqueo de anuncios en cualquier sitio web en Safari, así que puedes navegar sin anuncios y rápido.
fr: AdGuard excelle dans le blocage des publicités sur n’importe quel site Web dans Safari, afin que vous puissiez naviguer rapidement, sans publicité et en sécurité.
hr: AdGuard izvrsno blokira oglase na bilo kojoj web stranici u Safariju, tako da možete pregledavati brzo i bez oglasa.
hu: Az AdGuard kiválóan képes a Safariban bármely webhelyen blokkolni a hirdetéseket, így szabadon és gyorsan böngészhet.
id: AdGuard unggul dalam memblokir iklan di situs apa pun di Safari, sehingga Anda dapat menjelajahi iklan dengan bebas dan cepat.
it: AdGuard eccelle nel bloccare gli annunci su qualsiasi sito web in Safari, in modo da poter navigare velocemente e senza pubblicità.
ja: Safariでどのウェブサイトを開いても、AdGuardがしっかり広告をブロックし、快適で速くなったウェブを楽しめます。
ko: AdGuard는 Safari의 모든 웹사이트에서 광고를 차단하여 빠르고 깨끗한 웹 서핑을 즐길 수 있습니다.
nl: AdGuard blokkeert werkelijk alle advertenties op elke website in Safari, zodat u snel en ad-vrij kunt bladeren.
pl: AdGuard specjalizuje się w blokowaniu reklam na dowolnej stronie w Safari, dzięki czemu przeglądasz sieć szybko i bez reklam.
pt_br: O AdGuard se destaca pelo bloqueio de anúncios em qualquer site no Safari, para que você possa navegar livremente e com rapidez.
ro: AdGuard blochează reclame pe orice site în Safari, încât să navigați rapid și fără reclame pe web.
ru: AdGuard отлично справляется с блокировкой рекламы на любом сайте в Safari, так что вы можете пользоваться быстрым интернетом без рекламы.
sk: AdGuard vyniká blokovaním reklám na ľubovoľnej webovej stránke v prehliadači Safari, takže môžete prehliadať internet bez reklám a rýchlo.
sl: AdGuard se odlikuje z onemogočanjem oglasov na kateri koli spletni strani v Safariju, tako da lahko brskate hitro in brez oglasov.
sr_latn: AdGuard je odličan u blokiranju reklama na svim sajtovima u Safariju, pa možete pregledati brzo i bez reklama.
tr: AdGuard Safari'de herhangi bir sayfadaki reklamları engelleyebilir böylece reklamsız ve hızlı bir şekilde gezinebilirsiniz.
uk: AdGuard неперевершений в блокуванні реклами на будь-яких вебсайтах в Safari, щоб ви могли користуватися швидким Інтернетом без реклами.
vi: AdGuard vượt trội trong việc chặn quảng cáo trên bất kỳ trang web nào trong Safari, vì vậy bạn có thể duyệt mà không có quảng cáo một cách tự do và nhanh chóng.
zh_hans: AdGuard有效屏蔽Safari浏览器中任何网站上的广告，因此您可以无广告快速地浏览。
zh_hant: AdGuard 擅長於封鎖在 Safari 中於任何網站上的廣告，因此您可無廣告地且快速地瀏覽。

# thP-lV-BhN.text
source: AdGuard is able to filter any type of content, and you can tune the filtering to exactly suit your needs.
be: AdGuard умее фільтраваць кожны тып кантэнту, і вы можаце наладзіць фільтрацыю цалкам пад вашы патрэбы.
cs: AdGuard je schopen filtrovat libovolný typ obsahu a vy můžete doladit filtraci tak, aby přesně vyhovovala Vašim potřebám.
da: AdGuard er i stand til at filtrere enhver form for indhold, og du kan justere filtreringen, så den passer præcis til dine behov.
de: AdGuard ist in der Lage, alle Arten von Inhalten zu filtern, und Sie können das Filtern genau auf Ihre Bedürfnisse anpassen.
es: AdGuard es capaz de filtrar cualquier tipo de contenido, puedes ajustar el filtrado para que se adapte exactamente a tus necesidades.
fr: AdGuard est en mesure de filtrer tout type de contenu et vous pouvez régler le filtrage en fonction de vos besoins.
hr: AdGuard može filtrirati bilo koju vrstu sadržaja, a možete i prilagoditi filtriranje tako da odgovara Vašim potrebama.
hu: Az AdGuard bármilyen típusú tartalmat képes szűrni, és a szűrést az igényeinek megfelelően pontosan beállíthatja.
id: AdGuard dapat memfilter semua jenis konten, dan Anda dapat menyetel penyaring agar sesuai dengan kebutuhan Anda.
it: AdGuard è in grado di filtrare qualsiasi tipo di contenuto e puoi ottimizzare il filtraggio in base alle tue esigenze.
ja: AdGuardは様々なコンテンツを識別してブロックできるため、ブロックしたいものとブロックしたくないものをご自身に合わせてカスタマイズできます。Safari内ならどの要素でも直接選んでブロックできる機能さえあります。
ko: AdGuard는 모든 유형의 콘텐츠를 필터링할 수 있으며 필요에 맞게 필터링 기능을 조정할 수 있습니다.
nl: AdGuard filtert elk type inhoud en kun je de filtering aanpassen naar jou behoeften.
pl: AdGuard jest w stanie filtrować każdy rodzaj treści, a Ty możesz dostosować filtrowanie dokładnie do swoich potrzeb.
pt_br: O AdGuard é capaz de filtrar qualquer tipo de conteúdo, e você pode afinar a filtragem de acordo com as suas necessidades.
ro: AdGuard este capabil să filtreze orice tip de conținut și puteți ajusta filtrarea exact după nevoile dvs.
ru: AdGuard умеет фильтровать любой вид контента, и вы можете настроить фильтрацию полностью под ваши нужды.
sk: AdGuard dokáže filtrovať akýkoľvek typ obsahu a filtrovanie môžete vyladiť tak, aby presne vyhovovalo Vašim potrebám.
sl: AdGuard lahko filtrira vse vrste vsebin in filtriranje lahko natančno prilagodite vašim potrebam.
sr_latn: AdGuard može filtrirati sve vrste sadržaja a filtriranje možete podesiti prema vašim potrebama.
tr: AdGuard her tür içeriği filtreleyebilir, ihtiyaçlarınıza tam olarak uyacak şekilde filtrelemeyi hassas şekilde ayarlayabilirsiniz.
uk: AdGuard може фільтрувати будь-який тип вмісту, і ви можете підлаштувати його саме для своїх потреб.
vi: AdGuard có thể lọc bất kỳ loại nội dung nào và bạn có thể tinh chỉnh bộ lọc để phù hợp với nhu cầu của mình.
zh_hans: AdGuard 可以过滤任何类型的内容。为了满足用户需求，可以随时调整过滤器。
zh_hant: AdGuard 能夠過濾任何類型的內容，且您可調整過濾以確切地適合您的需求。

# tsx-Ce-cc8.text
source: Open the settings
be: Адкрыць налады
cs: Otevřít nastavení
da: Åben indstillingerne
de: Einstellungen öffnen
es: Abra la configuración
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri le impostazioni
ja: 設定アプリを開き
ko: 설정을 엽니다
nb: Åpne innstillingene
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abre as configurações
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sr_latn: Otvorite postavke
tr: Ayarları aç
uk: Відкрийте Параметри
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟該設定
