Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/Settings/*.lproj/Settings.strings
Languages: fa, tr, uk

# ChK-gV-7pc.title
source: General Settings
fa: عمومي
tr: Genel Ayarlar

# FzS-e3-CK1.text
source: Dark
fa: تیره
tr: Koyu
uk: Темна

# PyT-Id-Sle.text
source: If this setting is enabled, AdGuard will ignore generic "cosmetic" rules. This will speed up pages rendering in exchange for filtering quality
fa: اگر این گزینه فعال شده باشد،AdGuard دستورات "نمایشی" عمومی را نادیده می گیرد. این سرعت بارگیری صفحات را افزایش داده ولی کیفیت فیلترینگ پایی می آید
tr: Bu seçenek devrede ise AdGuard genel "kozmetik" kurallarını göz ardı eder. Bu, filtreleme kalitesi karşılığında sayfaların yüklenmesini hızlandıracaktır
uk: Якщо це налаштування увімкнено, AdGuard ігноруватиме загальні «косметичні» правила. Це підвищить швидкість завантаження сторінок за рахунок нижчої якості фільтрування

# TCQ-IQ-R5g.text
source: Use simplified filters
fa: از فیلترهای ساده استفاده کن
tr: Basitleştirilmiş filtreleri kullan
uk: Використовувати спрощені фільтри

# TX9-Md-Qzr.text
source: System default
fa: پیش فرض سیستم
tr: Sistem varsayılanı
uk: Системні налаштування

# Vtx-vp-WIV.headerTitle
source: Theme
fa: پوسته
tr: Tema
uk: Тема

# X0A-gU-hzf.text
source: Auto-update over Wi-Fi only
fa: بروز رسانی خودکار فقط در وای فای
tr: Sadece Wi-Fi üzerinden otomatik olarak güncelle
uk: Автооновлення лише через Wi-Fi

# bVh-Of-Oxm.text
source: Invert whitelist
fa: معکوس لیست سفید
tr: Beyazlisteyi ters çevir
uk: Інвертувати білий список

# c1p-jc-Itq.text
source: Content Blockers
fa: مسدودساز محتوا
tr: İçerik Engelleyicileri
uk: Блокування вмісту

# crJ-Vv-yrm.headerTitle
source: Advanced
fa: پیشرفته
tr: Gelişmiş
uk: Розширені

# mta-fv-reE.text
source: Enable this option if you experience issues with the internet connection while AdGuard is running.
fa: اگر حین در اِجرا بودن AdGuard با ارتباط اینترنتی مشکلی داشتید این گزینه را فعال کنید.
tr: AdGuard çalışırken internet bağlantısı sorunlarıyla karşılaşıyorsanız bu seçeneği devreye sokun.
uk: Увімкніть цю опцію, якщо у вас виникли проблеми з інтернет-з'єднанням під час роботи AdGuard.

# nL4-Vl-Gcz.headerTitle
source: Other
fa: ساير
tr: Diğer
uk: Інше

# nvD-bF-pnp.text
source: Restart when network changes
fa: ریستارت وقتی شبکه تغییر کرد
tr: Ağ değiştiğinde yeniden başlat
uk: Перезапуск при зміні мережі

# ocH-QT-NRZ.text
source: Light
fa: روشن
tr: Açık
uk: Світла

# q05-UZ-zAB.text
source: Unblock ads everywhere except for the websites from this list
fa: گشودن تبلیغات در همه جا جز وبسایت های این لیست
tr: Bu listedeki web siteler hariç her yerde reklamların engelini kaldırın
uk: Розблокувати рекламу всюди, окрім веб-сайтів з цього списку

# tTY-BW-QcN.text
source: If this setting is enabled, AdGuard will use only Wi-Fi for background filter updates
fa: اگر این گزینه فعال شده باشد،AdGuard فقط از وای فای برای بروزرسانی فیلتر در پس زمینه استفاده می کند
tr: Bu ayar devrede ise Adguard arka plandaki filtre güncellemeleri için sadece Wi-Fi'yı kullanacak
uk: Якщо це налаштування увімкнене, AdGuard використовуватиме лише Wi-Fi для фонового оновлення фільтрів

# wMR-5F-GaE.text
source: You have 6 content blockers, each of them can contain 50,000 rules
fa: شما 6 محدود ساز محتوا دارید،هر کدام حاوی 50000 دستور است
tr: 6 adet içerik engelleyicisine sahipsiniz. Her biri 50,000 adet kural içerebilir
uk: У вас є 5 блокувальників вмісту, кожен з яких може містити 50000 правил
