Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainPage/*.lproj/MainPage.strings
Languages: da, hu, it, ja, ko, nl, pl, pt_br, sl, tr, uk, zh_hans, zh_hant

# 0IU-PO-Xeh.text
source: AdGuard uses iOS 15 Safari Extensions to remove ads more effectively. Now it takes just one tap to block YouTube ads in Safari.
da: AdGuard bruger de nye iOS 15-udvidelser til at fjerne annoncer mere effektivt. Nu blokeres YouTube-annoncer i Safari med blot ét tryk.
hu: Az AdGuard az iOS 15 Safari-bővítményeket használja a hirdetések hatékonyabb eltávolítására. Mostantól csak egy koppintás kell a YouTube-hirdetések blokkolásához a Safariban.
it: AdGuard utilizza le estensioni Safari di iOS 15 per rimuovere gli annunci in modo più efficace. Ora basta un solo tocco per bloccare gli annunci YouTube in Safari.
ja: AdGuardはiOS 15の新しいSafari機能拡張に対応し、さらに優れた広告ロックを実現します。例えば、Safariで複雑なYouTube広告も、空白などが残らずすっきりブロックされます。
ko: AdGuard는 iOS 15 Safari 확장 프로그램을 사용하여 광고를 더 효과적으로 제거합니다. 이제 단 한 번의 이동으로 Safari 내 YouTube 광고를 차단할 수 있습니다!
pl: AdGuard korzysta z rozszerzeń Safari dla systemu iOS 15, aby skuteczniej usuwać reklamy. Teraz wystarczy jedno dotknięcie, aby zablokować reklamy YouTube w Safari.
pt_br: O AdGuard usa extensões do Safari do iOS 15 para remover anúncios de maneira mais eficaz. Agora, basta um toque para bloquear os anúncios do YouTube no Safari.
sl: AdGuard uporablja razširitve iOS 15 Safari za učinkovitejše odstranjevanje oglasov. Zdaj je potreben le en dotik, da onemogočite YouTubove oglase v Safariju.
tr: AdGuard, reklamları daha etkili bir şekilde kaldırmak için iOS 15 Safari Uzantılarını kullanır. Artık Safari'de YouTube reklamlarını engellemek için tek bir dokunuş yeterli.
uk: AdGuard використовує функцію Safari Extensions з iOS 15, щоб блокувати вміст ще краще. Наприклад, тепер одним дотиком можна блокувати рекламу на YouTube в Safari.
zh_hans: AdGuard 使用 iOS 15 Safari 扩展以更有效地移除广告。现在可以一键屏蔽 Safari 中的所有 YouTube 广告！
zh_hant: AdGuard 使用 iOS 15 Safari 延伸功能以更有效地移除廣告。現在只需要一次輕觸來封鎖在 Safari 中的 YouTube 廣告！

# 3qN-uj-pOb.text
source: Get stronger with Premium!
da: Bliv stærkere med Premium!
hu: Váljon erősebbé a Prémiummal!
it: Sii più forte con Premium!
ja: プレミアム版で パワーアップ！
ko: 프리미엄 버전의 강력한 기능을 사용해 보세요!
nl: Wordt sterker met Premium!
pl: Bądź silniejszy dzięki Premium!
pt_br: Seja mais forte com o Premium!
sl: Bodite močnejši s Premiumom!
tr: Premium ile güçlü olun!
uk: Надійніший захист з Преміум!
zh_hans: 高级版让自己更强大！
zh_hant: 因高級版而更加強大！

# 46F-Jh-wHm.normalTitle
source: Fix it
da: Ændr
hu: Javítás
it: Risolvi
ja: オンにする
ko: 변경
nl: Repareren
pl: Napraw to
pt_br: Corrigir isto
sl: Popravi to
tr: Düzelt
uk: Виправити
zh_hans: 修复
zh_hant: 修復它

# 4Ft-5h-4Jd.normalTitle
source: Try for free
da: Prøv gratis
hu: Ingyenes próba
it: Prova gratuita
ja: 詳細はこちら
ko: 무료 체험
nl: Gratis testen
pl: Testuj za free
pt_br: Teste grátis
sl: Poskusi brezp
tr: Ücretsiz dene
uk: Спробувати
zh_hans: 免费试用
zh_hant: 免費地試用

# 5pX-mg-2fq.text
source: Period
da: Periode
hu: Időszak
it: Periodo
ja: 期間
ko: 기간
nl: Periode
pl: Okres
pt_br: Período
sl: Obdobje
tr: Süre
uk: Період
zh_hans: 周期
zh_hant: 期間

# 7SB-2j-FAc.normalTitle
source: Continue
da: Fortsæt
hu: Folytatás
it: Continua
ja: 続行
ko: 계속하기
nl: Doorgaan
pl: Dalej
pt_br: Continuar
sl: Nadaljuj
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# 8Z0-0U-Hfk.text
source: Using native DNS
da: Indbyggede DNS i brug
hu: Natív DNS használata
it: Utilizza il DNS nativo
ja: ネイティブDNS作動中
ko: 기본 DNS 작동 중
nl: Systeemeigen DNS in gebruik
pl: Korzystanie z natywnego DNS
pt_br: Usando o DNS nativo
sl: Uporaba domačega DNS
tr: Yerel DNS kullanılıyor
uk: Працює вбудований DNS
zh_hans: 本地 DNS 正在运行
zh_hant: 正在使用原生的 DNS

# Btd-nN-zLO.text
source: requests
da: forespørgsler
hu: kérés
it: richieste
ja: リクエスト数
ko: 요청
nl: verzoeken
pl: żądania
pt_br: solicitações
sl: zahtev
tr: istek
uk: запитів
zh_hans: 个请求
zh_hant: 請求

# Cfe-vu-29O.text
source: data saved
da: gns. tid
hu: megtakarítva
it: tempo medio
ja: 節約した通信量
ko: 절약한 데이터
nl: gem. tijd
pl: zapisane dane
pt_br: dados salvos
sl: povpr. čas
tr: ort. süre
uk: заощаджено
zh_hans: 节省流量
zh_hant: 平均時間

# FcP-gP-TsG.text
source: Some content blockers are disabled
da: Nogle indholdsblockere er deaktiveret
hu: Néhány tartalomblokkoló ki van kapcsolva
it: Alcuni blocchi di contenuti sono disattivati
ja: コンテンツブロッカーが 一部オフになっています。
ko: 몇몇의 콘텐츠 차단기가 비활성화 됨
nl: Enkele content blockers zijn niet actief
pl: Niektóre blokery treści zostały wyłączone
pt_br: Alguns bloqueadores de conteúdo estão desativados
sl: Nekateri zaviralci vsebine so onemogočeni
tr: Bazı içerik engelleyiciler devre dışı
uk: Деякі блокувальники вимкнено
zh_hans: 某些内容拦截器被禁用
zh_hant: 某些內容阻擋器被禁用

# a5U-A8-S8G.text
source: blocked
da: krypteret
hu: letiltva
it: crittografate
ja: ブロック済み数
ko: 차단됨
nl: versleuteld
pl: zaszyfrowane
pt_br: bloqueados
sl: šifriranih
tr: şifrelenmiş
uk: заблоковано
zh_hans: 已拦截
zh_hant: 已加密的

# cvv-CS-LMQ.text
source: Some Safari content blockers are disabled
da: Nogle Safari-indholdsblockere er deaktiveret
hu: Néhány Safari tartalomblokkoló ki van kapcsolva
it: Alcuni blocchi dei contenuti per Safari sono disattivati
ja: コンテンツブロッカーが 一部オフになっています。
ko: 몇몇의 Safari 콘텐츠 차단기가 비활성화 됨
nl: Enkele Safari content blockers zijn niet actief
pl: Niektóre Blokery zawartości Safari są wyłączone
pt_br: Alguns bloqueadores de conteúdo do Safari estão desativados
sl: Nekateri zaviralci vsebine Safari so onemogočeni
tr: Bazı Safari içerik engelleyicileri devre dışı bırakıldı
uk: Деякі блокувальники Safari вимкнено
zh_hans: 某些Safari内容拦截器被禁用
zh_hant: 某些 Safari 內容阻擋器被禁用

# gDV-cq-ZDm.text
source: New AdGuard features in iOS 15
da: Nye AdGuard-funktioner i iOS 15
hu: Új AdGuard funkciók az iOS 15-ben
ja: iOS 15でのAdGuard新機能
ko: iOS 15 내 AdGuard의 새 기능
nl: Nieuwe AdGuard-functies in iOS 15
pl: Nowe funkcje AdGuard w iOS 15
pt_br: Novo recurso do AdGuard no iOS 15
sl: Nove funkcije AdGuard v iOS 15
tr: iOS 15'teki yeni AdGuard özellikleri
uk: Нові функції AdGuard у iOS 15
zh_hans: iOS 15 中的 AdGuard 新功能
zh_hant: 在 iOS 15 中的 AdGuard 新功能

# oe6-9O-dBB.normalTitle
source: Fix it
da: Ændr
hu: Javítás
it: Risolvi
ja: オンにする
ko: 변경
nl: Repareren
pl: Napraw to
pt_br: Corrigir isto
sl: Popravi to
tr: Düzelt
uk: Виправити
zh_hans: 修复
zh_hant: 修復它
