Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/ComplexProtection/*.lproj/Protection.strings
Languages: cs, da, de, es, fr, hr, hu, it, ja, ko, nl, pl, pt_br, ro, ru, sk, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# 7ma-TB-Yab.text
source: premium
cs: prémiová
hu: prémium
ja: プレミアム
ko: 프리미엄
ru: премиум
uk: преміум
vi: cao cấp
zh_hans: 高级版
zh_hant: 高級版

# 884-Hm-mb6.text
source: Safari protection
cs: Ochrana Safari
da: Safari-beskyttelse
de: Schutz in Safari
es: Protección para Safari
fr: Protection Safari
hr: Safari zaštita
hu: Safari védelem
it: Protezione Safari
ja: Safariでブロック
ko: Safari 보호
nl: Safari bescherming
pl: Ochrona Safari
pt_br: Proteção do Safari
ro: Protecție Safari
ru: Защита Safari
sk: Ochrana Safari
sl: Zaščita Safarija
sr_latn: Safari zaštita
tr: Safari koruması
uk: Захист Safari
vi: Bảo vệ Safari
zh_hans: Safari防护
zh_hant: Safari 防護

# 9wg-p1-Dh8.text
source: A set of advanced ad-blocking tools for better filtering
cs: Sada pokročilých nástrojů pro blokování reklam pro lepší filtrování
da: Forbedret funktionalitet til ultimativ adblocking og indholdsfiltrering
de: Erweiterte Funktionen für umfassende Werbeblockierung und Inhaltsfilterung
es: Funcionalidad mejorada para el bloqueo de anuncios y el filtrado de contenido
fr: Fonctionnalité avancées pour un blocage des annonces ultime et un filtrage meilleur
hr: Poboljšana funkcionalnost za konačno blokiranje oglasa i filtriranje sadržaja
hu: Továbbfejlesztett funkciók a végső hirdetésblokkoláshoz és tartalomszűréshez
it: Funzionalità superiore per un blocco degli annunci avanzato ed un miglior filtraggio
ja: 究極な広告ブロックとコンテンツフィルタリングを可能にする強化機能
ko: 더 나은 필터링을 위한 고급 광고 차단 도구의 모임
nl: Een set geavanceerde tools voor het blokkeren van advertenties voor betere filtering
pt_br: Funcionalidade aprimorada para o melhor bloqueio de anúncios e filtragem de conteúdo
ru: Расширенные функции для максимальной блокировки рекламы и фильтрации контента
sk: Súbor pokročilých nástrojov na blokovanie reklám na lepšie filtrovanie
sl: Nabor naprednih orodij za zaviranje, za boljše filtriranje
sr_latn: Poboljšano funkcionisanje za blokiranje reklama i filtriranje sadržaja
tr: Üst düzey reklam engelleme ve içerik filtreleme için gelişmiş işlevsellik
uk: Додаткові функції для кращого блокування реклами та фільтрування вмісту
vi: Nhiều công cụ chặn quảng cáo tiên tiến để lọc quảng cáo tốt hơn
zh_hans: 用于全面拦截广告及过滤内容的进阶功能
zh_hant: 用於全面封鎖廣告及過濾內容的進階功能

# AZY-QZ-8d9.text
source: YouTube ad blocking
cs: Blokování YouTube reklam
de: Sperren von Werbung auf YouTube
es: Bloqueo de anuncios de YouTube
fr: Blocage des publicités YouTube
hr: Blokiranje reklama na Zoutubeu
hu: YouTube hirdetések blokkolása
it: Blocco annunci YouTube
ja: YouTube広告をブロック
ko: YouTube 광고 차단
nl: YouTube-advertentie blokkering
pl: Blokowanie reklam na YouTube
pt_br: Bloqueio de anúncios no YouTube
ro: Blocarea reclamelor YouTube
ru: Блокировка рекламы на YouTube
sk: Bblokovanie reklám na YouTube
sl: Zaviranje oglasov YouTube
sr_latn: YouTube blokiranje reklama
tr: YouTube reklam engelleme
uk: Розширене блокування реклами на YouTube в Safari
vi: Chặn quảng cáo trên YouTube
zh_hans: YouTube 广告拦截
zh_hant: YouTube 廣告封鎖

# Lsa-74-hd5.text
source: Advanced protection
cs: Pokročilá ochrana
da: Avanceret beskyttelse
de: Erweiterter Schutz
es: Protección avanzada
fr: Protection avancée
hr: Napredna zaštita
hu: Fejlett védelem
it: Protezione avanzata
ja: 高度な保護機能
ko: 고급 보호
nl: Geavanceerde bescherming
pt_br: Proteção avançada
ru: Расширенная защита
sk: Pokročilá ochrana
sl: Napredna zaščita
sr_latn: Napredna zaštita
tr: Gelişmiş koruma
uk: Розширений захист
vi: Bảo vệ nâng cao
zh_hans: 高级保护
zh_hant: 進階防護

# OxY-0X-J4W.text
source: Advanced protection
cs: Pokročilá ochrana
da: Avanceret beskyttelse
de: Erweiterter Schutz
es: Protección avanzada
fr: Protection avancée
hr: Napredna zaštita
hu: Fejlett védelem
it: Protezione avanzata
ja: 高度な保護機能
ko: 고급 보호
nl: Geavanceerde bescherming
pt_br: Proteção avançada
ru: Расширенная защита
sk: Pokročilá ochrana
sl: Napredna zaščita
sr_latn: Napredna zaštita
tr: Gelişmiş koruma
uk: Розширений захист
vi: Bảo vệ nâng cao
zh_hans: 高级保护
zh_hant: 進階防護

# P9C-72-GAw.text
source: premium
cs: prémiová
hu: prémium
ja: プレミアム
ko: 프리미엄
ru: премиум
uk: преміум
vi: cao cấp
zh_hans: 高级版
zh_hant: 高級版

# Sry-3f-FQj.text
source: This Safari extension removes ads and ad leftovers, and revives the Autoplay feature on YouTube
cs: Toto rozšíření Safari odstraňuje reklamy a zbytky reklam a vrací zpět funkci automatického přehrávání na YouTube
da: Safari-udvidelsen fjerner annoncer og efterladenskaber herfra samt genopliver Autoplay-funktionen på YouTube
de: Diese Safari-Erweiterung entfernt Werbung und Werbereste und schaltet die Autoplay-Funktion auf YouTube wieder ein
es: Esta extensión para Safari elimina anuncios y restos de anuncios, y revive la función de reproducción automática en YouTube
fr: Cette extension pour Safari retire les publicités et les annonces restantes et réactive la lecture automatique sur YouTube
hr: Proširenje za Safari koje uklanja ostatke smeća na Youtube sa reklamama
hu: Ez a Safari bővítmény eltávolítja a hirdetéseket és a hirdetésmaradványokat, valamint működésre bírja a YouTube automatikus lejátszási funkcióját
it: Questa estensione per Safari rimuove annunci e rimasugli, e ripristina la riproduzione Automatica su YouTube
ja: SafariでのYouTube閲覧をできる限り快適にする拡張機能（広告をブロックし、広告ブロック後空白や動画再生不具合もなくします）
ko: 광고 및 광고 흔적을 제거하고 YouTube 자동 재생을 다시 활성화시키는 Safari 확장 프로그램
nl: Deze Safari-uitbreiding verwijdert advertenties en restanten ervan, en brengt het automatisch afspelen op YouTube weer terug
pl: Rozszerzenie do Safari, które usuwa reklamy i pozostałości po reklamach oraz przywraca autoodtwarzanie na YouTube
pt_br: Essa extensão Safari remove anúncios e sobras de anúncios e traz de volta a reprodução automática no YouTube
ru: Это расширение для Safari блокирует рекламу и лишние элементы, оставшиеся после блокировки, и возвращает автовоспроизведение видео на YouTube
sk: Toto rozšírenie Safari odstraňuje reklamy aj zvyšky reklám a vracia automatické prehrávanie na YouTube
sl: Ta razširitev Safari odstrani oglase in ostanke oglasov ter oživi funkcijo samodejnega predvajanja v YouTubu
sr_latn: Ovo Safari proširenje uklanja reklame i ostatke reklama, i oživljava funkciju automatske reprodukcije na YouTube-u
tr: Bu Safari uzantısı, reklamları, reklam artıklarını kaldırır ve YouTube'daki Otomatik Oynat özelliğini yeniden etkinleştirir
uk: Розширення для Safari, яке блокує рекламу та її залишки, а також автоматично відтворює відео на YouTube
vi: Tiện tích Safari chặn gỡ bỏ quảng cáo và tàn dư quảng cáo và đưa trở lại tính năng Tự Động Phát trên YouTube
zh_hans: Safari 扩展程序可删除广告和广告剩余内容并支持在 YouTube 上恢复自动播放
zh_hant: 此 Safari 延伸功能移除廣告和廣告殘留物，並使於 YouTube 上的自動播放功能生效

# WOG-Hk-11z.text
source: Blocks stubborn ads, including YouTube ads in Safari
cs: Blokuje tvrdošíjné reklamy, včetně reklam na YouTube v prohlížeči Safari
da: Bruger forbedret funktionalitet til ultimativ adblocking og indholdsfiltrering
de: Verwendet erweiterte Funktionen, um noch mehr Werbung zu sperren und mehr Inhalte zu filtern
es: Utiliza funcionalidad mejorada para el bloqueo de anuncios y el filtrado de contenido
fr: Utilise des fonctionnalité avancées pour un blocage des annonces ultime et un filtrage meilleur
hr: Koristi poboljšanu funkcionalnost za konačno blokiranje oglasa i filtriranje sadržaja
hu: Továbbfejlesztett funkciókat használ a végső hirdetésblokkoláshoz és tartalomszűréshez
it: Utilizza la funzionalità superiore per un blocco degli annunci avanzato ed un miglior filtraggio
ja: 究極な広告ブロックとコンテンツフィルタリングを可能にする強化機能を使用します。
ko: Safari 내 YouTube 광고를 포함한 끈질긴 광고를 차단합니다
nl: Blokkeert hardnekkige advertenties, inclusief YouTube-advertenties in Safari
pt_br: Usa funcionalidade aprimorada para o melhor bloqueio de anúncios e filtragem de conteúdo
ru: Использует расширенные функции для максимальной блокировки рекламы и фильтрации контента
sk: Blokuje tvrdohlavé reklamy vrátane reklám YouTube v prehliadači Safari
sl: Blokira trdovratne oglase, vključno z oglasi v YouTubu v Safariju
sr_latn: Poboljšano funkcionisanje za blokiranje reklama i filtriranje sadržaja
tr: Üst düzey reklam engelleme ve içerik filtreleme için gelişmiş işlevsellik kullanır
uk: Використовує додаткові функції для кращого блокування реклами та фільтрування вмісту
vi: Chặn những quảng cáo khó gỡ, bao gồm cả quảng cáo YouTube trong Safari
zh_hans: 使用进阶功能以全面拦截广告并过滤内容
zh_hant: 使用進階功能以全面封鎖廣告並過濾內容

# XXP-EO-M4h.text
source: Block YouTube Ads (by AdGuard)
cs: Blokování reklam v YouTube (pomocí AdGuardu)
da: Blokér YouTube-annoncer (fra AdGuard)
de: Youtube-Werbung sperren (mit AdGuard)
es: Bloquear anuncios de YouTube (por AdGuard)
fr: Bloquer les publicités sur YouTube (par AdGuard)
hr: Blokiranje Youtube oglasa (koristeći AdGuard)
hu: YouTube reklám blokkolás (AdGuard által)
it: Blocca Annunci YouTube (da AdGuard)
ja: YouTube広告をブロック (AdGuard)
ko: (AdGuard를 통해) YouTube 광고 차단
nl: YouTube-advertenties blokkeren (door AdGuard)
pl: Blokuj reklamy na YouTube (przez AdGuard)
pt_br: Bloquear anúncios no YouTube (por AdGuard)
ro: Blocarea anunțurilor YouTube (de AdGuard)
ru: Блокировать рекламу на YouTube (от AdGuard)
sk: Blokovanie YouTube reklám (pomocou AdGuard)
sl: Onemogoči oglase na YouTube (z AdGuard)
sr_latn: Blokiraj Youtube reklame (od AdGuard)
tr: YouTube Reklamlarını Engelle (AdGuard tarafından)
uk: Блокувати рекламу YouTube (з AdGuard)
vi: Chặn quảng cáo YouTube (bởi AdGuard)
zh_hans: 拦截 YouTube 的广告（由 AdGuard 创建）
zh_hant: 封鎖 YouTube 廣告（由 AdGuard 製作）

# ZgQ-6Q-ytX.text
source: Bypasses adblock detectors on websites
cs: Blokuje tvrdošíjné reklamy, včetně reklam na YouTube v prohlížeči Safari
da: Blokerer annoncer selv på se websteder, som forsøger at omgå adblocking
de: Sperrt Werbung auch auf Websites, die Werbeblockierung umgehen
es: Bloquea los anuncios incluso en los sitios web que intentan eludir el bloqueo de anuncios
fr: Bloque des annonces même sur les sites web qui essaient de contourner le blocage
hr: Blokira oglase čak i na web stranicama koje pokušavaju zaobići blokiranje oglasa
hu: Blokkolja a hirdetéseket még azokon a webhelyeken is, amelyek megpróbálják megkerülni a hirdetések blokkolását
it: Blocca gli annunci anche su siti web che tentano di aggirare il blocco
ja: 広告ブロックを回避しようとするWebサイトでも広告をブロックします。
ko: Safari 내 YouTube 광고를 포함한 끈질긴 광고를 차단합니다
pt_br: Bloqueia anúncios até mesmo em sites que tentam contornar o bloqueio de anúncios
ru: Блокирует рекламу даже на сайтах, которые обходят блокировку рекламы
sk: Obchádza detektory adblock na webových stránkach
sl: Blokira trdovratne oglase, vključno z oglasi v YouTubu v Safariju
sr_latn: Blokira reklame čak i na sajtovima koji pokušavaju da zaobiđu blokiranje reklama
tr: Reklam engellemeyi aşmaya çalışan sitelerde bile reklamları engeller
uk: Блокує затяту рекламу на сайтах, які стараються обходити блокування
vi: Chặn những quảng cáo khó gỡ, bao gồm cả quảng cáo YouTube trong Safari
zh_hans: 甚至在尝试规避广告拦截的网站上拦截广告
zh_hant: 甚至在嘗試規避廣告封鎖的網站上封鎖廣告

# cnF-td-Ba1.text
source: DNS protection
cs: DNS ochrana
da: DNS-beskyttelse
de: DNS-Schutz
es: Protección DNS
fr: Protection DNS
hr: DNS zaštita
hu: DNS védelem
it: Protezione DNS
ja: DNS通信を保護
ko: DNS 보호
nl: DNS bescherming
pl: Ochrona DNS
pt_br: Proteção de DNS
ro: Protecție DNS
ru: DNS-защита
sk: DNS ochrana
sl: Zaščita DNS
sr_latn: Sistemska zaštita
tr: DNS koruması
uk: DNS-захист
vi: Bảo Vệ Theo Dõi
zh_hans: DNS防护
zh_hant: DNS 防護

# i0Z-fi-Rc0.text
source: Requires system-level permissions and uses them only for ad blocking
cs: Vyžaduje oprávnění na úrovni systému a používá je pouze pro blokování reklam
da: Kræver adgang til websiders indhold, men udelukkende til adblockingformål
de: Erfordert Zugriff auf Inhalte von Websites nur zum Sperren von Werbung
es: Requiere acceso a los contenidos de las páginas web pero los utiliza sólo para el bloqueo de anuncios
fr: Exige l'autorisation d'accès au contenu des pages web mais les utilise uniquement pour bloquer les annonces
hr: Zahtijeva pristup sadržaju web stranica, ali ga koristi samo za blokiranje oglasa
hu: Hozzáférést igényel a weboldalak tartalmához, de csak reklámblokkolásra használja azt
it: Richiede l'accesso ai contenuti delle pagine web ma utilizzalo solo per il blocco degli annunci
ja: ページコンテンツへのアクセス許可が必要です（※アクセス権限は広告ブロック以外の目的で使用されることは一切ありません）
pt_br: Requer acesso ao conteúdo das páginas da web, mas usa-o apenas para bloqueio de anúncios
ru: Требует доступа к содержимому страниц, но использует его строго для блокировки рекламы
sk: Vyžaduje oprávnenia na úrovni systému a používa ich len na blokovanie reklám
sl: Zahteva dovoljenja na ravni sistema in jih uporablja samo za zaviranje oglasov
sr_latn: Zahteva pristup sadržaju Web stranica, ali ga koristi samo za blokiranje reklama
tr: Web sayfalarının içeriğine erişim gerektirir ve bunları yalnızca reklam engelleme için kullanır
uk: Вимагає доступ до вмісту сторінок, проте використовує його лише для блокування реклами
vi: Yêu cầu thêm quyền truy cập và sử dụng chúng một cách nghiêm ngặt để chặn quảng cáo
zh_hans: 需要网页内容的访问权限，这些权限仅用于阻止广告
zh_hant: 需要網頁內容的訪問權限，這些權限僅用於阻止廣告

# kDM-2d-bRK.text
source: YouTube ad blocking
cs: Blokování YouTube reklam
de: Sperren von Werbung auf YouTube
es: Bloqueo de anuncios de YouTube
fr: Blocage des publicités YouTube
hr: AdGuard VPN
hu: YouTube hirdetésblokkolás
it: Blocco annunci YouTube
ja: YouTube広告をブロック
ko: YouTube 광고 차단
nl: YouTube-advertentie blokkering
pl: Blokowanie reklam na YouTube
pt_br: Bloqueio de anúncios no YouTube
ro: Blocarea reclamelor YouTube
ru: Блокировка рекламы на YouTube
sk: Bblokovanie reklám na YouTube
sl: Zaviranje oglasov YouTube
sr_latn: YouTube blokiranje reklama
tr: YouTube reklam engelleme
uk: Розширене блокування реклами на YouTube
vi: Chặn quảng cáo YouTube
zh_hans: YouTube 广告拦截
zh_hant: YouTube 廣告封鎖

# l1g-hs-4EK.text
source: free
cs: zdarma
da: gratis
es: gratuito
fr: gratuit
hr: besplatno
hu: ingyenes
it: gratis
ja: 無料
ko: 무료
nl: gratis
pl: darmowa
pt_br: gratuito
ro: gratuit
ru: бесплатно
sk: zadarmo
sl: brezplačna
sr_latn: besplatno
tr: ücretsiz
uk: безплатно
vi: miễn phí
zh_hans: 免费
zh_hant: 免費版

# pv0-hE-9gb.normalTitle
source: Get AdGuard Premium
cs: Zakoupit licenci
da: Køb licens
de: Lizenz kaufen
es: Comprar licencia
fr: Acheter une licence
hr: Kupi licencu
hu: Licenc vásárlása
it: Acquista licenza
ja: ライセンスを購入する
ko: 라이선스 구입
nl: Koop licentie
pt_br: Comprar licença
ro: Cumpărați licența
ru: Купить лицензию
sk: Kúpiť licenciu
sl: Nakup licence
sr_latn: Kupi licencu
tr: Lisans satın al
uk: Придбати ліцензію
vi: Mua bản quyền
zh_hans: 购买许可
zh_hant: 購買授權

# rm0-Ip-riS.text
source: Blocks stubborn ads including YouTube ads in Safari
cs: Blokuje tvrdošíjné reklamy, včetně reklam na YouTube v prohlížeči Safari
da: Blokerer komplekse annoncer, såsom YouTube-annoncer i Safari
de: Sperrt komplexe Werbung — auch auf YouTube in Safari
es: Bloquea los anuncios complejos, como los de YouTube en Safari
fr: Bloque les annonces complexes, comme les annonces YouTube dans Safari
hr: Blokira složene oglase, kao što su YouTube oglasi u Safariju
hu: Blokkolja az összetett hirdetéseket, például a YouTube hirdetéseket a Safariban
it: Blocca annunci complessi, come gli annunci di YouTube su Safari
ja: 複雑な広告（SafariでのYouTube広告など）をブロックします。
pt_br: Bloqueia anúncios complexos, como anúncios do YouTube no Safari
ru: Блокирует сложную рекламу, включая рекламу на YouTube в Safari
sk: Blokuje tvrdohlavé reklamy vrátane reklám YouTube v prehliadači Safari
sl: Zavira trdovratne oglase, vključno z oglasi YouTube v Safariju
sr_latn: Blokira kompleksne reklame, kao što su YouTube reklame u Safariju
tr: Safari'deki YouTube reklamları gibi karmaşık reklamları engeller
uk: Блокує «складну» рекламу, зокрема на YouTube в Safari
vi: Hoạt động trên cả những website có thể phát hiện và vượt qua việc chặn quảng cáo thông thường
zh_hans: 阻止复杂广告，比如 Safari 中的 YouTube 广告
zh_hant: 封鎖復雜廣告，比如 Safari 中的 YouTube 廣告

# rr4-ic-Pg8.text
source: Uses multi-level sophisticated filtering rules
cs: Používá víceúrovňová sofistikovaná pravidla filtrování
da: Bruger sofistikerede multiniveau filtreringsregler
de: Verwendet mehrstufige komplexe Filterregeln
es: Utiliza reglas de filtrado sofisticadas de múltiples niveles
fr: Utilise des règles de filtrage sophistiquées à plusieurs niveaux
hr: Koristi sofisticirana pravila filtriranja na više razina
hu: Többszintű, kifinomult szűrési szabályokat használ
it: Usa regole di filtraggio multi-livello sofisticate
ja: 高度なマルチレベルフィルタリングルールを使用します。
nl: Gebruikt geavanceerde filterregels op meerdere niveaus
pt_br: Usa regras sofisticadas de filtragem multinível
ru: Использует сложные многоуровневые правила фильтрации
sk: Používa viacúrovňové sofistikované filtračné pravidlá
sl: Uporablja prefinjena pravila filtriranja na več ravneh
sr_latn: Koristi sofisticirana višestepena pravila filtriranja
tr: Gelişmiş çok seviyeli filtreleme kuralları kullanır
uk: Використовує різноманітні складні правила фільтрування
vi: Sử dụng các quy tắc lọc đa cấp tinh vi
zh_hans: 使用多层细致过滤规则
zh_hant: 使用多層細緻過濾規則

# tKQ-Yn-fgL.text
source: Works alongside the AdGuard ad blocker
cs: Pracuje společně s blokátorem reklam AdGuard
da: Fungerer sammen med AdGuard-adblocker
de: Funktioniert zusammen mit AdGuard Werbeblocker
es: Funciona junto con el bloqueador de anuncios AdGuard
fr: Fonctionne avec le bloqueur de publicité AdGuard
hr: Radi usporedno sa AdGuard blokatorom reklama
hu: Az AdGuard hirdetésblokkolóval együtt működik
it: Opera parallelamente al blocca-annunci AdGuard
ja: AdGuard広告ブロッカーと併用可能
ko: AdGuard 광고 차단기와 함께 작동합니다
nl: Werkt samen met de AdGuard-advertentieblokkeerder
pl: Działa razem z blokerem reklam AdGuard
pt_br: Funciona junto com o bloqueador de anúncios AdGuard
ru: Работает вместе с блокировщиком рекламы AdGuard
sk: Pracuje spolu s AdGuard blokovačom reklamy
sl: Deluje skupaj z zaviralcem oglasov AdGuard
sr_latn: Radi zajedno sa AdGuard blokatorom reklama
tr: AdGuard reklam engelleyici ile birlikte çalışır
uk: Працює разом з блокувальником реклами AdGuard
vi: Cùng Adguard chặn hoạt động quảng cáo
zh_hans: 与 AdGuard 广告拦截程序一起运作
zh_hant: 與 AdGuard 廣告封鎖器一起運作

# teo-vm-NRJ.text
source: This module allows you to use a custom DNS server and enhances your privacy by encrypting your DNS queries
cs: Tento modul Vám umožňuje používat vlastní DNS server a zvyšuje vaše soukromí tím, že šifruje vaše DNS dotazy
da: Forbedrer fortroligheden ved at blokere in-app trackere og kryptere DNS-forespørgsler
de: Ermöglicht es, eigene DNS-Server zu nutzen, und verschlüsselt Ihre DNS-Abfragen
es: Te permite utilizar servidores DNS personalizados y mejora tu privacidad al cifrar tus consultas DNS
hr: Vam omogućuje upotrebu prilagođenih DNS poslužitelja i poboljšava vašu privatnost šifriranjem vaših DNS upita
it: Ti permette di usare i server DNS personalizzati e migliora la tua privacy crittografando le tue richieste DNS
ja: カスタムDNSサーバーの使用を可能にし、あなたのDNSクエリを暗号化することで個人情報プライバシーも保護します。
ko: 이 모듈을 사용하면 사용자 정의 DNS 서버를 사용할 수 있으며 DNS 쿼리를 암호화하여 개인 정보 보호 기능을 향상시킬 수 있습니다.
nl: Blokkeert ergernissen en volgers buiten Safari en versleutelt je DNS verkeer
pl: Blokuje reklamy i elementy śledzące na poziomie domeny oraz szyfruje zapytania
pt_br: Permite que você use servidores DNS personalizados e aumenta sua privacidade criptografando suas consultas DNS
ro: Acest modul vă permite să utilizați un server DNS personalizat și vă îmbunătățește confidențialitatea criptând interogările DNS
ru: Позволяет использовать собственные DNS-серверы и улучшает конфиденциальность, шифруя ваши DNS-запросы
sl: Ta modul vam omogoča uporabo strežnika DNS po meri in izboljša vašo zasebnost s šifriranjem poizvedb DNS
sr_latn: Poboljšava vašu privatnost blokiranjem in-app tragača i šifrovanjem DNS zahteva
tr: Uygulama içi izleyicileri engelleyerek ve DNS isteklerinizi şifreleyerek gizliliğinizi artırır
vi: Mô-đun này cho phép bạn sử dụng máy chủ DNS tùy chỉnh và nâng cao quyền riêng tư của bạn bằng cách mã hóa các truy vấn DNS của bạn
zh_hans: 阻止应用程序内跟踪器和加密 DNS 请求来增强隐私安全
zh_hant: 允許您使用自訂的 DNS 伺服器，並透過加密您的 DNS 查詢來提升您的隱私

# vNo-hV-l4c.text
source: Not installed
cs: Není nainstalováno
da: Ikke installeret
de: Nicht installiert
es: No instalado
fr: Non installé
hr: Nije instalirano
hu: Nincs telepítve
it: Non installata
ja: インストールされていません
ko: 설치되지 않음
nl: Niet ge√Ønstalleerd
pl: Niezainstalowany
pt_br: Não instalado
ro: Nu este instalat
ru: Не установлен
sk: Nie je nainštalované
sl: Ni nameščen
sr_latn: Nije instalirano
tr: Yüklü değil
uk: Не встановлено
vi: Chưa được cài đặt
zh_hans: 未安装
zh_hant: 未被安裝

# vlx-BS-A2y.text
source: Blocks ads and trackers on websites opened in Safari
cs: Blokuje reklamy a slídiče na webových stránkách otevřených v prohlížeči Safari
da: Blokér annoncer og sporing på websteder åbnet i Safari
de: Sperrt Werbung und Tracker auf in Safari geöffneten Websites
es: Bloquea anuncios y rastreadores en sitios web abiertos en Safari
fr: Bloque les publicités et le suivi dans les sites web ouverts dans Safari
hr: Ovaj modul blokira oglase i pratitelje na web stranicama otvorenim u Safari-u. Možete odabrati između različitih popisa filtara u postavkama AdGuarda
hu: Hirdetések és követők tiltása a Safariban megnyitott webhelyeken
it: Blocca annunci e traccianti sui siti web aperti in Safari
ja: Safari内で開くウェブサイトの広告と個人情報追跡をブロックします。「フィルタ」設定では様々なフィルタを組み合わせることで自由にカスタマイズできます。
ko: Safari에서 열린 웹 사이트의 광고 및 추적기를 차단합니다
nl: Blokkeert advertenties en volgers op websites die in Safari zijn geopend
pl: Blokuje reklamy i elementy śledzące w witrynach otwieranych w Safari
pt_br: Bloqueia anúncios e rastreadores em sites abertos no Safari
ro: Blochează anunțuri și trackere pe site-urile deschise în Safari
ru: Блокирует рекламу и трекеры на сайтах, открытых в Safari
sk: Blokuje reklamy a sledovače na webových stránkach otvorených v prehliadači Safari
sl: Onemogoča oglase in sledilce na spletnih straneh, odprtih v Safariju
sr_latn: Ovaj podprogram blokira reklame i praćenja na sajtovima otvorenim u Safariju. Možete izabrati između više različitih filter lista u AdGuard postavkama
tr: Safari'de açılan sitelerdeki reklamları ve izleyicileri engeller
uk: Блокує рекламу та стеження на вебсайтах в Safari
vi: Chặn quảng cáo và trình theo dõi trên các trang web được mở trong Safari
zh_hans: 在 Safari 中打开的网站上拦截广告和跟踪器
zh_hant: 封鎖在 Safari 中被打開的網站上之廣告和追蹤器

# wyK-CX-EwT.text
source: Protection
cs: Ochrana
da: Beskyttelse
de: Schutz
es: Protección
hr: Zaštita
hu: Védelem
it: Protezione
ja: AdGuardによる保護
ko: 보호
nl: Bescherming
pl: Ochrona
pt_br: Proteção
ro: Protecție
ru: Защита
sk: Ochrana
sl: Zaščita
sr_latn: Zaštita
tr: Koruma
uk: Захист
vi: Sự bảo vệ
zh_hans: 防护
zh_hant: 防護
