Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/ComplexProtection/DnsSettings/*.lproj/DnsSettings.strings
Languages: be, da, es, fa, hr, hu, id, it, ko, nb, pl, pt_br, sk, sr_latn, tr, vi

# 03E-rd-Slw.normalTitle
source: Regular
be: Звычайны
da: Normal
fa: عادی
hr: Zadano
hu: Általános
id: Reguler
it: Normale
ko: 일반
nb: Vanlig
pl: Regularny
pt_br: Normal
sk: Štandardný
sr_latn: Uobičajeno
tr: Normal
vi: Thông thường

# 0ZJ-BI-849.text
source: Network settings
be: Налады сеціва
da: Netværksindstillinger
es: Configuración de red
fa: تنظیمات شبکه
hr: Mrežne postavke
hu: Hálózati beállítások
id: Pengaturan Jaringan
it: Impostazioni di Rete
ko: 네트워크 설정
nb: Nettverksinnstillinger
pl: Ustawienia sieci
pt_br: Configurações de rede
sk: Sieťové nastavenia
sr_latn: Postavke mreže
tr: Ağ ayarları
vi: Cài đặt mạng

# 3BA-9g-I6J.placeholder
source: Name
be: Назва
da: Navn
es: Nombre
fa: نام
hr: Naziv
hu: Név
id: Nama
it: Nome
ko: 이름
nb: Navn
pl: Nazwa
pt_br: Nome
sk: Meno
sr_latn: Ime
tr: Ad
vi: Tên

# 3lB-T7-fSO.text
source: Set custom DNS settings
da: Opsæt tilpassede DNS-indstillinger
es: Establecer DNS personalizado
hr: Postavi prilagođeni DNS poslužitelj
hu: Egyéni DNS beállítása
id: Tetapkan pengaturan DNS kustom
it: Personalizza le impostazioni DNS
ko: 사용자 정의 DNS 설정
nb: Velg tilpassede DNS-innstillinger
pt_br: Definir configurações de DNS personalizada
sk: Zvoliť vlastné DNS nastavenia
sr_latn: Prilagodite DNS podešavanja
tr: Özel DNS ayarlarını kurun
vi: Thiết lập cài đặt DNS tuỳ chỉnh

# 6Tx-Oh-hyu.placeholder
source: IP, sdns://, https:// or tls://
da: IP, sdns://, https:// eller tls://
es: IP, sdns://, https:// o tls://
hr: IP, sdns://, https:// ili tls://
hu: IP, sdns://, https:// vagy tls://
id: IP, sdns://, https://, atau tls://
ko: IP 주소, sdns://, https:// 또는 tls://
nb: IP, sdns://, https:// eller tls://
pt_br: IP, sdns://, https:// ou tls://
sk: IP, sdns://, https:// alebo tls://
sr_latn: IP, sdns://, https:// ili tls://
tr: IP, sdns://, https:// veya tls://
vi: IP, sdns://. https:// hoặc tls://

# 6e9-sP-YMb.normalTitle
source: SAVE
da: GEM
es: GUARDAR
hr: SPREMI
hu: MENTÉS
id: SIMPAN
it: SALVA
ko: 저장
nb: LAGRE
pt_br: SALVAR
sk: ULOŽIŤ
sr_latn: Sačuvaj
tr: KAYDET
vi: LƯU

# 84p-U2-sd8.text
source: AdGuard won't block the domains from this list
be: AdGuard не будзе блакаваць дамены з гэтага спіса
da: AdGuard blokerer ikke domænerne på denne liste
es: AdGuard no bloqueará los dominios de esta lista
fa: AdGuard دامنهای این لیست را فیلتر نمی کند
hr: AdGuard neće blokirati domene s ove liste
hu: Az AdGuard nem blokkolja a domaineket erről a listáról
id: Adguard tak akan memblokir domain dari daftar ini
it: AdGuard non bloccherà i domini di questa lista
ko: AdGuard가 이 목록에서 도메인을 차단하지 않습니다
nb: AdGuard vil ikke blokkere domenene i denne listen
pl: AdGuard nie blokuje domen z tej listy
pt_br: O AdGuard não irá bloquear os domínios desta lista
sk: AdGuard nebude blokovať domény z tohto zoznamu
sr_latn: AdGuard neće blokirati domene sa ove liste
tr: AdGuard bu listedeki alan adlarını engellemeyecek
vi: AdGuard sẽ không chặn những tên miền từ danh sách này

# AOm-kV-l4z.text
source: AdGuard will block the domains from this list
be: AdGuard будзе блакаваць дамены з гэтага спіса
da: AdGuard blokerer domænerne på denne liste
es: AdGuard bloqueará los dominios de esta lista
fa: AdGuard دامنهای این لیست را فیلتر می کند
hr: AdGuard će blokirati domene s ove liste
hu: Az AdGuard blokkolja a domaineket erről a listáról
id: Adguard akan memblokir domain dari daftar ini
it: AdGuard bloccherà i domini di questa lista
ko: AdGuard가 이 목록에서 도메인을 차단합니다
nb: AdGuard vil blokkere domenene i denne listen
pl: AdGuard zablokuje domeny z tej listy
pt_br: O AdGuard irá bloquear os domínios nesta lista
sk: AdGuard bude blokovať domény z tohto zoznamu
sr_latn: AdGuard će blokirati domene sa ove liste
tr: AdGuard bu listeden alan adlarını engelleyecek
vi: AdGuard sẽ chặn tên miền trong danh sách này

# B2l-7z-M2N.normalTitle
source: SAVE AND SELECT
da: GEM OG VÆLG
es: GUARDAR Y SELECCIONAR
hr: SPREMI I ODABERI
hu: KIVÁLASZTÁS ÉS MENTÉS
id: SIMPAN DAN PILIH
it: SALVA E SELEZIONA
ko: 저장 및 선택
nb: LAGRE OG VELG
pt_br: SALVAR E SELECIONAR
sk: ULOŽIŤ A ZVOLIŤ
sr_latn: Sačuvaj i izaberi
tr: KAYDET VE SEÇ
vi: LƯU VÀ CHỌN

# DrO-hc-ilW.normalTitle
source: DNS-over-HTTPS
es: DNS mediante HTTPS
pl: DNS-przez-HTTPS
pt_br: DNS-sobre-HTTPS
tr: HTTPS üzerinden DNS

# FUx-XP-SzD.text
source: Advanced network settings
be: Пашыраныя налады сеціва
da: Avancerede netværksindstillinger
es: Configuración de red avanzada
fa: تنظیمات پیشرفته شبکه
hr: Napredne mrežne postavke
hu: Haladó hálózati beállítások
id: Pengaturan jaringan lanjutan
it: Impostazioni avanzate di rete
ko: 고급 네트워크 설정
nb: Avanserte nettverksinnstillinger
pl: Zaawansowane ustawienia sieciowe
pt_br: Configurações avançadas de rede
sk: Pokročilé sieťové nastavenia
sr_latn: Napredne postavke mreže
tr: Gelişmiş ağ ayarları
vi: Cấu hình mạng nâng cao

# LTC-71-V9S.text
source: DNS server
be: DNS-сервер
es: Servidor DNS
fa: سرور
hr: DNS poslužitelj
hu: DNS szerver
id: Server DNS
it: Server DNS
ko: DNS 서버
nb: DNS-tjener
pl: Serwer DNS
pt_br: Servidor do DNS
sk: DNS šifrovanie
tr: DNS sunucusu
vi: Máy chủ

# NX4-vI-1WP.text
source: Add a filter
be: Дадаць фільтр
da: Tilføj et filter
es: Añadir filtro
fa: افزودن فیلتر
hr: Dodaj filtar
hu: Szűrő hozzáadása
id: Tambahkan filter
it: Aggiungi un filtro
ko: 필터 추가
nb: Legg til et filter
pl: Dodaj filtr
pt_br: Adicionar um filtro
sk: Pridať filter
sr_latn: Dodaj filter
tr: Filtre ekle
vi: Thêm bộ lọc

# PFY-Cq-NFN.text
source: This module can block tracking domains and encrypt your DNS traffic
da: Aktivér dette modul for at forbedre din fortrolighed ved at kryptere din DNS-trafik.
es: Habilita este módulo para mejorar tu privacidad cifrando el tráfico DNS.
hr: Omogućite ovaj modul za poboljšavanje vaše privatnosti šifriranjem vašeg DNS prometa.
hu: Engedélyezze ezt a modult az adatvédelem javításához a DNS-forgalom titkosításával.
id: Aktifkan modul ini untuk meningkatkan privasi dengan mengenkripsi trafik DNS Anda.
it: Attiva questo modulo per migliorare la tua privacy crittografando il traffico DNS.
ko: 이 모듈을 활성화하면 DNS 트래픽을 암호화하여 개인정보 보호 기능을 향상시킬 수 있습니다.
nb: Skru på denne modulen for å forbedre personvernet ditt ved å kryptere DNS-trafikken din.
pl: Włącz ten moduł, aby zwiększyć swoją prywatność, szyfrując ruch DNS.
pt_br: Ative este módulo para melhorar sua privacidade e criptografar o seu tráfego DNS.
sk: Povoľte tomuto modulu blokovať sledovacie domény a šifrovať DNS komunikáciu
sr_latn: Ovaj podprogram može da blokira domene praćenja i da šifruje vaš DNS saobraćaj
tr: DNS trafiğinizi şifreleyerek gizliliğinizi artırmak için bu modülü etkinleştirin.
vi: Cho phép mô-đun này chặn các miền theo dõi và mã hóa lưu lượng DNS của bạn

# QYv-iX-uIo.text
source: System protection
be: Ахова DNS
da: DNS-beskyttelse
es: Protección DNS
fa: حفاظت سیستم
hr: DNS zaštita
hu: DNS védelem
id: Proteksi DNS
it: Protezione DNS
ko: DNS 보호
nb: DNS-beskyttelse
pl: Ochrona DNS
pt_br: Proteção de DNS
sk: Ochrana proti sledovaniu
sr_latn: Zaštita sistema
tr: DNS koruması
vi: Bảo vệ hệ thống

# Wml-J6-ced.text
source: System Whitelist
be: Спіс дазволаў
da: Hvidliste
es: Lista de permitido
fa: لیست سفید سیستم
hr: Popis dopuštenih
hu: Engedélyezési lista
id: Daftar Putih
it: Lista Bianca di sistema
ko: 허용 목록
nb: Hviteliste
pl: Lista dozwolonych
pt_br: Lista de permissões
sk: Zoznam povolení
sr_latn: Sistemska bela lista
tr: İzin verilen listesi
vi: Danh sách bỏ qua

# ZdD-yx-6ph.normalTitle
source: CANCEL
da: ANNULLÉR
es: CANCELAR
hr: PONIŠTI
hu: MÉGSEM
id: BATAL
it: ANNULLA
ko: 취소
nb: AVBRYT
pt_br: CANCELAR
sk: ZRUŠIŤ
sr_latn: Otkaži
tr: İPTAL
vi: HỦY

# ZgC-4d-Peb.placeholder
source: IP, sdns://, https:// or tls://
be: IP, sdns://, https:// ці tls://
da: IP, sdns://, https:// eller tls://
es: IP, sdns://, https:// o tls://
fa: IP, sdns://, https:// یا tls://
hr: IP, sdns://, https:// ili tls://
hu: IP, sdns://, https:// vagy tls://
id: IP, sdns://, https://, atau tls://
it: IP, sdns://, https:// oppure tls://
ko: IP 주소, sdns://, https:// 또는 tls://
nb: IP, sdns://, https:// eller tls://
pl: IP, sdns://, https:// lub tls://
pt_br: IP, sdns://, https:// ou tls://
sk: IP, sdns://, https:// alebo tls://
sr_latn: IP, sdns://, https:// ili tls://
tr: IP, sdns://, https:// veya tls://
vi: IP, sdns://, https:// hoặc tls://

# Zn0-J3-lVl.normalTitle
source: DNS-over-TLS
es: DNS-por-TLS
pl: DNS-przez-TLS
pt_br: DNS-sobre-TLS

# csw-3H-3tU.text
source: Server
be: Сервер
es: Servidor
fa: سرور
hr: Poslužitelj
hu: Szerver
ko: 서버
pl: Serwer
pt_br: Servidor
tr: Sunucu
vi: Máy chủ

# d1u-rO-z2K.text
source: Add custom DNS server
be: Дадаць карыстальніцкі DNS-сервер
da: Tilføj en tilpasset DNS-server
es: Añadir un servidor DNS personalizado
fa: افزودن سرور DNS دستی
hr: Dodaj prilagođeni DNS poslužitelj
hu: Egyéni DNS szerver hozzáadása
id: Tambah server DNS buatan
it: Aggiungi un server DNS personalizzato
ko: 사용자 정의 DNS 서버 추가
nb: Legg til en selvvalgt DNS-tjener
pl: Dodaj niestandardowy serwer DNS
pt_br: Add servidor de DNS personalizado
sk: Pridať vlastný DNS server
sr_latn: Dodaj prilagođeni DNS server
tr: Özel bir DNS sunucusu ekle
vi: Thêm một máy chủ DNS tùy chỉnh

# dW3-zk-BPr.text
source: DNS server address
be: Адрас DNS-сервера
da: DNS-serveradresse
es: Dirección del servidor DNS
fa: آدرس DNS سرور
hr: Adresa DNS poslužitelja
hu: DNS szerver címe
id: Alamat DNS server
it: Indirizzo server DNS
ko: DNS 서버 주소
nb: DNS-tjeneradresse
pl: Adres serwera DNS
pt_br: Endereço de servidor DNS
sk: Adresa DNS servera
sr_latn: Adresa DNS servera
tr: DNS sunucusu adresi
vi: Địa chỉ máy chủ DNS

# e4h-eF-AOa.text
source: Server name
da: Servernavn
es: Nombre del servidor
hr: Naziv poslužitelja
hu: Szerver név
id: Nama server
it: Nome server
ko: 서버 이름
nb: Tjenerens navn
pt_br: Nome do servidor
sk: Meno servera
sr_latn: Ime Servera
tr: Sunucu adı
vi: Tên máy chủ

# f57-S8-QfF.text
source: Edit custom DNS settings
da: Redigér tilpassede DNS-indstillinger
es: Editar DNS personalizado
hr: Uredite postavke prilagođenog DNS-a
hu: Egyéni DNS beállítások szerkesztése
id: Ubah pengaturan DNS kustom
it: Personalizza le impostazioni DNS
ko: 사용자 정의 DNS 설정
nb: Rediger de tilpassede DNS-innstillingene
pt_br: Editar configurações de DNS personalizada
sk: Editovať vlastné nastavenia DNS
sr_latn: Prilagodi DNS postavke
tr: Özel DNS ayarlarını düzenle
vi: Chỉnh sửa thiết lập DNS tùy chỉnh

# iaJ-tk-ohH.text
source: DNS (Domain Name System) is the Internet's equivalent of a phone book. They maintain a directory of domain names and translate them to IP adresses
be: Вы можаце павялічыць прыватнасць у Інтэрнэце, зашыфраваўшы DNS-трафік. Для гэтага выберыце аднаго з рэкамендаваных DNS-правайдараў.
da: Du kan forbedre dit onlinefortrolighed ved at kryptere DNS-trafik. For at gøre dette, så vælg en af de anbefalede DNS-udbydere.
es: Puedes mejorar tu privacidad en línea cifrando el tráfico DNS. Para hacerlo, elige uno de los proveedores DNS recomendados.
fa: DNS (سیستم نام دامنه) معادل اینترنتی دفترچه تلفن است. آن فهرست نام های دامنه را نگه داشته و آن ها را به آی پی ترجمه می کند.
hr: Možete poboljšati svoju internetsku privatnost šifriranjem DNS prometa. Da biste to učinili, odaberite jednog od preporučenih davatelja DNS usluga.
hu: Növelheti az online adatbiztonságot a DNS forgalom titkosításával. Ahhoz, hogy engedélyezze, válasszon egyet az ajánlott DNS szolgáltatók közül.
id: Anda dapat meningkatkan privasi daring Anda dengan mengenkripsi lalu lintas DNS. Untuk melakukannya, pilih salah satu penyedia DNS yang disarankan.
it: Puoi migliorare la tua privacy online crittografando il traffico DNS. per fare ciò, scegli uno dei provider DNS consigliati.
ko: DNS 트래픽을 암호화하여 온라인 환경에서 개인 정보 보호를 향상시켜보세요. 권장 DNS 공급자 중 하나를 선택해 활성화 할 수 있습니다.
nb: Du kan forbedre personvernet ditt på nettet ved å kryptere DNS-trafikk. For å gjøre det, velg en av de anbefalte DNS-leverandørene.
pl: Możesz poprawić swoją prywatność w Internecie, szyfrując ruch DNS. Aby to zrobić, wybierz jednego z zalecanych dostawców DNS.
pt_br: Você pode melhorar a sua privacidade online criptografando o tráfego DNS. Para isso, escolha um dos provedores de DNS recomendados.
sk: Svoje súkromie môžete zvýšiť šifrovaním DNS komunikácie. Vyberte niektorého z odporúčaných poskytovateľov DNS.
sr_latn: DNS (Domain Name System) je jednak internetskom imeniku. Oni održavaju direktorijum imena domena i prevode ih u IP adrese
tr: DNS akışını şifreleyerek çevrimiçi gizliliğinizi artırabilirsiniz. Bunu yapmak için önerilen DNS sağlayıcılarından birini seçin.
vi: DNS (Hệ thống tên miền) tương đương với danh bạ điện thoại. Nó lưu trữ tên miền và chuyển tên miền thành địa chỉ IP.

# ihd-7R-RfE.text
source: System Blacklist
be: Чорны спіс
da: Sortliste
es: Lista de bloqueo
fa: لیست سیاه سیستم
hr: Popis nedopuštenih
hu: Blokkolási lista
id: Daftar Hitam
it: Lista Nera di sistema
ko: 차단 목록
nb: Blokkeringsliste
pl: Lista blokowanych
pt_br: Lista de bloqueio
sk: Zoznam blokovaní
sr_latn: Sistemska crna lista
tr: Engelleme listesi
vi: Danh sách đen

# ks4-fm-Ctr.normalTitle
source: CANCEL
da: ANNULLÉR
es: CANCELAR
hr: PONIŠTI
hu: MÉGSEM
id: BATAL
it: ANNULLA
ko: 취소
nb: AVBRYT
pt_br: CANCELAR
sk: ZRUŠIŤ
sr_latn: Otkaži
tr: İPTAL
vi: HỦY

# mBR-7g-DjT.placeholder
source: Name
da: Navn
es: Nombre
hr: Naziv
hu: Név
id: Nama
it: Nome
ko: 이름
nb: Navn
pt_br: Nome
sk: Meno
sr_latn: Ime
tr: Ad
vi: Tên

# mN8-Uh-sLQ.text
source: Website
be: Ўэб-сайт
da: Websted
es: Sitio web
fa: وبسایت
hr: Web stranica
hu: Weboldal
it: Sito web
ko: 웹사이트
nb: Nettsted
pl: Strona internetowa
pt_br: Site
sk: Webová stránka
sr_latn: Sajt
tr: Web sitesi
vi: Trang web

# oSP-2V-qCA.normalTitle
source: DELETE
da: SLET
es: ELIMINAR
hr: UKLONI
hu: TÖRÖL
id: HAPUS
it: ELIMINA
ko: 삭제
nb: SLETT
pt_br: EXCLUIR
sk: VYMAZAŤ
sr_latn: Izbriši
tr: SİL
vi: Xóa

# pC4-RU-DaD.text
source: DNS requests blocking
be: Фільтрацыя DNS
da: DNS-filtrering
es: Filtrado DNS
fa: مسدودسازی درخواست DNS
hr: DNS filtriranje
hu: DNS szűrés
id: Penyaringan DNS
it: Filtraggio DNS
ko: DNS 필터링
nb: DNS-filtrering
pl: Dostosuj blokowanie
pt_br: Filtragem de DNS
sk: Prispôsobiť blokovanie
sr_latn: Blokiranje DNS zahteva
tr: DNS filtreleme
vi: Chặn tên miền

# pY3-X6-fFy.text
source: Security filters, DNS privacy, custom filters etc.
be: Фільтры бяспекі, прыватнасць DNS, карыстальніцкія фільтры і іншае.
da: Sikkerhedsfiltre, DNS-fortrolighed, tilpassede filtre mv.
es: Filtros de seguridad, DNS cifrado, filtros personalizados, etc.
fa: فیلترهای امنیتی، حریم خصوصی DNS،فیلترهای دستی،غیره.
hr: Sigurnosni filtri, DNS privatnost, prilagođeni filtri, itd.
hu: Biztonsági szűrők, DNS adatvédelem, egyedi szűrők stb.
id: Filter keamanan, Privasi DNS, filter kustom, dll.
it: Filtri di sicurezza, privacy DNS, filtri personalizzati, ecc.
ko: 보안 필터, DNS 보호, 사용자 정의 필터, 기타.
nb: Sikkerhetsfiltre, DNS-privatliv, selvvalgte filtre, osv.
pl: Filtry bezpieczeństwa, prywatność DNS, filtry niestandardowe itp.
pt_br: Filtros de segurança, privacidade do DNS, filtros personalizados, etc.
sk: Bezpečnostné filtre, DNS súkromie, vlastné filtre atď.
sr_latn: Bezbednosni filteri, DNS privatnost, prilagođeni filteri itd.
tr: Güvenlik filtreleri, DNS gizliliği, özel filtreler vb.
vi: Bộ lọc bảo vệ, DNS riêng tư, bộ lọc tùy chỉnh, khác.

# plc-eu-aXh.text
source: Filters
be: Фільтры DNS
da: DNS-filtre
es: Filtros DNS
fa: فیلترها
hr: DNS filtri
hu: DNS szűrők
id: Penyaring DNS
it: Filtri DNS
ko: DNS 필터
nb: DNS-filtre
pl: Filtry DNS
pt_br: Filtros de DNS
sk: Filtre
sr_latn: Filteri
tr: DNS filtreleri
vi: Các bộ lọc

# pzP-ns-QSS.text
source: Server name
be: Назва сервера
da: Servernavn
es: Nombre del servidor
fa: نام سرور
hr: Naziv poslužitelja
hu: Szerver neve
id: Nama server
it: Nome server
ko: 서버 이름
nb: Tjenerens navn
pl: Nazwa Serwera
pt_br: Nome do servidor
sk: Meno servera
sr_latn: Ime servera
tr: Sunucu adı
vi: Tên máy chủ

# qjN-LB-N3T.text
source: This module can block tracking domains and encrypt your DNS traffic
be: Кастамізуйце ваш DNS-трафік, ужываючы ўласныя правілы.
da: Tilpas din DNS-trafik ved brug af egne regler.
es: Personaliza tu tráfico DNS aplicando tus propias reglas.
fa: این مدل دامنه های ردیابی را مسدود و ترافیک DNS را رمزگذاری کند
hr: Prilagodite vaš DNS promet primjenom vlastitih pravila.
hu: DNS adatforgalom személyre szabása saját szabályokkal.
id: Sesuaikan trafik DNS dengan menerapkan aturan Anda sendiri.
it: Personalizza il traffico DNS applicando le rue regole.
ko: 나만의 규칙을 사용하여 DNS 트래픽을 구성하세요.
nb: Tilpass din DNS-trafikk ved å benytte dine egne oppføringer.
pl: Wybierz gotowe listy blokujące śledzenie lub dodaj własne reguły
pt_br: Personalize seu tráfego de DNS, aplicando suas próprias regras.
sk: Vyberte si pripravené zoznamy proti sledovaniu a pridajte vlastné pravidlá
sr_latn: Ovaj podprogram može da blokira domene praćenja i da šifruje vaš DNS saobraćaj
tr: Kendi kurallarınızı uygulayarak DNS trafiğinizi özelleştirin.
vi: Mô đun này có thể chặn các tên miền có khả năng theo dõi hoạt động của bạn và mã hóa lưu lượng DNS của bạn

# seX-mS-3mU.text
source: DNS server address
da: DNS-serveradresse
es: Dirección del servidor DNS
hr: Adresa DNS poslužitelja
hu: DNS szerver címe
id: Alamat DNS server
it: Indirizzo server DNS
ko: DNS 서버 주소
nb: DNS-tjeneradresse
pt_br: Endereço de servidor DNS
sk: Adresa DNS servera
sr_latn: Adresa DNS servera
tr: DNS sunucusu adresi
vi: Địa chỉ máy chủ DNS

# vJt-Jd-BI2.text
source: Select protocol
da: Vælg protokol
es: Seleccione un protocolo
hr: Odaberite protokol
hu: Protokoll választása
id: Pilih protokol
it: Seleziona il protocollo
ko: 프로토콜 선택
nb: Velg protokoll
pl: Protokół
pt_br: Selecione o protocolo
sk: Zvoliť protokol
sr_latn: Izaberite protokol
tr: Protokol seç
vi: Chọn giao thức

# xiD-h8-XrC.text
source: Filters and exceptions
be: Фільтры і выняткі
da: Filtre og undtagelser
es: Filtros y excepciones
fa: فیلترها و استثناها
hr: Filtri i iznimke
hu: Szűrők és kivételek
id: Penyaring dan pengecualian
it: Filtri ed esclusioni
ko: 필터 및 예외
nb: Filtre og unntak
pl: Filtry i wyjątki
pt_br: Filtros e exceções
sk: Filtre a výnimky
sr_latn: Filteri i izuzeci
tr: Filtreler ve istisnalar
vi: Bộ lọc và ngoại lệ

# J1Z-V3-gS6.normalTitle
source: SELECT
sk: ZVOLIŤ

# VR9-fh-ogr.title
source: Network settings
sk: Sieťové nastavenia
