Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainMenu/Settings/*.lproj/Settings.strings
Languages: sk

# 8ad-4w-rbs.text
source: Invert the Allowlist
sk: Invertujte zoznam povolení

# 8jT-85-XFp.text
source: Incompatible with other VPN apps, unstable
sk: Nekompatibilné s inými VPN aplikáciami, nestabilné

# EbM-k3-HW8.text
source: Incompatible with other VPN apps
sk: Nekompatibilné s inými VPN aplikáciami

# FzS-e3-CK1.text
source: Dark
sk: Tmavá

# GBd-dx-t46.text
source: Don't change them unless you know what you're doing
sk: Nemeňte ich, pokiaľ neviete, čo robíte

# GGp-kp-YJI.text
source: Split-Tunnel
sk: Delený tunel

# Ory-8I-Ih0.text
source: Advanced mode
sk: Režim pre vývojárov

# QEc-dY-TtB.text
source: Reset statistics
sk: Vynulovať štatistiku

# TX9-Md-Qzr.text
source: System default
sk: Systémom predvolené

# Vtx-vp-WIV.headerTitle
source: Theme
sk: Téma

# X0A-gU-hzf.text
source: Auto-update over Wi-Fi only
sk: Automaticky aktualizovať len cez Wi-Fi

# aIJ-gX-03k.text
source: Full-Tunnel
sk: Úplný tunel

# eIa-RB-Phv.text
source: Advanced settings
sk: Pokročilé nastavenia

# eiP-yl-Xb3.text
source: Full-Tunnel (without VPN icon)
sk: Plný tunel (bez ikony VPN)

# gxl-pG-zh1.text
source: Compatible with “Personal VPN” apps
sk: Kompatibilné s aplikáciami "Personal VPN"

# jmQ-ze-hFG.text
source: In the Split-Tunnel mode AdGuard is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity.
sk: V režime deleného tunelu je AdGuard kompatibilný s aplikáciami „Personal VPN“. Ako kompromis môže byť v tomto režime systém obídený v prípade zlého pripojenia

# nL4-Vl-Gcz.headerTitle
source: Other
sk: Iné

# ocH-QT-NRZ.text
source: Light
sk: Svetlá

# qUy-uy-QiF.text
source: Enables additional settings for advanced users
sk: Poskytuje ďalšie nastavenia pre pokročilých používateľov

# tTY-BW-QcN.text
source: If this setting is enabled, AdGuard will use only Wi-Fi for background filter updates
sk: Keď toto nastavenie bude aktivované, AdGuard bude používať pre aktualizáciu filtrov na pozadí len Wi-Fi

# wYq-g0-5k6.text
source: This option will clear all statistical data, such as number of requests, etc.
sk: Táto voľba vymaže všetky štatistické údaje, napríklad počet žiadostí atď.

# yBG-d2-ebt.text
source: Unblock ads everywhere except for the websites from this list
sk: Odblokujte reklamy všade okrem webových stránok z tohto zoznamu
