Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/License/*.lproj/License.strings
Languages: fa, fr, ja, ko, pt_br, sk, tr, zh_hant

# 5iB-q7-5l8.text
source: DNS Privacy
fa: حریم خصوصی DNS
fr: Confidentialité DNS
ja: DNSプライバシー
ko: DNS 보호
pt_br: Privacidade de DNS
sk: DNS súkromie
tr: DNS Gizliliği
zh_hant: DNS 隱私

# 70b-CS-wqh.title
source: Logout
fa: خروج
fr: Déconnexion
ja: ログアウト
ko: 로그아웃
pt_br: Encerrar sessão
sk: Odhlásenie
tr: Çıkış
zh_hant: 登出

# 7Sy-Te-Eh3.text
source: You are subscribed
fa: شما عضو شده اید
fr: Vous êtes abonné(e)
ja: サブスクリプション有効
ko: 이미 구독하셨습니다
pt_br: Você está inscrito
sk: Ste prihlásený
tr: Abone oldunuz
zh_hant: 您已訂閱

# 8Bh-Uf-UEr.normalTitle
source: CANCEL
sk: ZRUŠIŤ

# A4T-Kw-foN.text
source: Set your own rules
fa: دستورات خود را تنظیم کنید
fr: Définissez vos propres règles
ja: 独自のルールを設定
ko: 나만의 규칙을 설정하기
pt_br: Configure suas próprias regras
sk: Nastavte si Vaše vlastné pravidlá
tr: Kendi kurallarınızı belirleyin
zh_hant: 設定您自己的規則

# DEh-4x-Hnt.title
source: Sign in
sk: Prihlásiť sa

# K4d-TK-Ban.placeholder
source: Enter your e-mail here
sk: Sem zadajte Vašu E-mail adresu

# K5r-9l-kKl.text
source: You have a license
fa: شما یک مجوز دارید
fr: Vous avez une licence
ja: ライセンス承認済み
ko: 라이선스를 가지고 있습니다
pt_br: Você tem uma licença
sk: Máte licenciu
tr: Bir lisansınız var
zh_hant: 您有一個授權

# Rxf-sg-Wfk.normalTitle
source: GO TO MY ACCOUNT
fa: برو به حساب من
fr: ACCÉDER À MON COMPTE
ja: マイ・アカウントへ行く
ko: 내 계정으로 이동
pt_br: IR PARA MINHA CONTA
sk: ÍSŤ NA MÔJ ÚČET
tr: HESABIMA GİT
zh_hant: 至我的帳戶

# SKX-L4-odW.text
source: Block phishing and other threats
fa: مسدودسازی فیشینگ و سایر تهدیدات
fr: Bloquez l'hameçonnage et les autres menaces
ja: フィッシングやその他の脅威をブロック
ko: 피싱을 포함한 다른 위협들을 차단
pt_br: Bloqueio de phishing e outras ameaças
sk: Blokovanie phishingových domén a iných hrozieb
tr: Kimlik avı ve diğer tehditleri engelle
zh_hant: 封鎖網路釣魚和其它的威脅

# UaA-JQ-kV4.title
source: Login
fa: ورود
ko: 로그인
pt_br: Iniciar sessão
sk: Prihlásenie
tr: Giriş
zh_hant: 登入

# UbO-jW-NNO.normalTitle
source: Upgrade
sk: Aktualizovať

# ZMu-UP-PI3.text
source: Protect your personal data
fa: ارزش داده شخصی شما
fr: Protégez vos données personnelles
pt_br: Valorize seus dados pessoais privados
sk: Chráňte si Vaše súkromné údaje
zh_hant: 保護您個人的資料

# eyq-0X-qrl.normalTitle
source: LOGIN
sk: PRIHLÁSENIE

# mR4-EU-MFx.normalTitle
source: Restore purchase
fa: بازگرداندن خرید
fr: Restaurer l' achat
ja: 購入を復元
ko: 구매 내역 복구
pt_br: Restaurar compra
sk: Obnoviť nákup
tr: Satın almayı geri yükle
zh_hant: 回復購買

# mpR-bB-C6U.text
source: Security filters
fa: فیلترهای امنیتی
fr: Filtres sécuritaires
ja: セキュリティ・フィルタ
ko: 시큐리티 필터
pt_br: Filtros de segurança
sk: Bezpečnostné filtre
tr: Güvenlik filtreleri
zh_hant: 安全性過濾器

# oxc-z7-F6Z.text
source: Custom filters
fa: فیلترهای دستی
fr: Filtres personnalisés
ja: カスタム・フィルタ
ko: 사용자 정의 필터
pt_br: Filtros personalizados
sk: Vlastné filtre
tr: Özel filtreler
zh_hant: 自訂的過濾器

# vE7-wt-qaG.text
source: Login
sk: Prihlásenie

# wPC-tc-ETw.title
source: Login
sk: Prihlásenie

# 0Zf-Ng-gYi.title
source: AdGuard Premium
fa: AdGuard پریمیوم
ja: AdGuardプレミアム
ko: AdGuard 프리미엄
zh_hant: AdGuard 高級版

# zFg-Ls-ea6.text
source: Check out our Premium features for free
fa: ویژگی های پریمیوم را بطور رایگان امتحان کنید
fr: Essayez nos fonctionnalités Premium gratuitement
ja: プレミアム機能を無料でお試しください
ko: 무료로 프리미엄 기능들을 살펴보세요
pt_br: Teste os nossos recursos premium gratuitamente
tr: Premium özelliklerimizi ücretsiz gözden geçirin
zh_hant: 免費地試試我們的高級版功能
