Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/DnsSettings/*.lproj/DnsSettings.strings
Languages: cs, et_ee, fa, uk, zh_hans

# 03E-rd-Slw.normalTitle
source: Regular
cs: Obvyklý
et_ee: Tavaline
fa: عادی
uk: Звичайний
zh_hans: 常规

# 1tX-ii-cOK.title
source: DNS server
cs: Vyberte server
et_ee: Vali server
fa: انتخاب سرور
uk: Вибір сервера
zh_hans: 选择服务器

# 3BA-9g-I6J.placeholder
source: Name
cs: Název
et_ee: Nimi
fa: نام
uk: Назва
zh_hans: 名称

# 3b3-d2-03o.text
source: Incompatible with other VPN apps
cs: Nekompatibilní s dalšími VPN aplikacemi
et_ee: Ei ühildu teiste VPN rakendustega
fa: ناسازگار با سایر برنامه های VPN
uk: несумісний з іншими VPN додатками
zh_hans: 不兼容其它 VPN 应用

# 3lB-T7-fSO.text
source: Set custom DNS settings
cs: Zadejte vlastní nastavení DNS
et_ee: Määra kohandatud DNS seaded
fa: تنظیم DNS دستی
uk: Використовувати власні налаштування DNS
zh_hans: 设置自定义 DNS 设置

# 6Tx-Oh-hyu.placeholder
source: IP, sdns://, https:// or tls://
cs: IP, sdns://, https:// nebo tls://
et_ee: IP, sdns://, https:// või tls://
uk: IP, sdns://, https:// або tls://
zh_hans: IP, sdns://, https:// 或 tls://

# 6db-7F-O0d.title
source: Tunnel mode
cs: Režim Tunnel
et_ee: Tunneli režiim
fa: حالت تونل
uk: Режим тунелю
zh_hans: 隧道模式

# 6e9-sP-YMb.normalTitle
source: SAVE
cs: ULOŽIT
et_ee: SALVESTA
fa: ذخیره
uk: ЗБЕРЕГТИ
zh_hans: 保存

# 6y8-H6-3Rj.text
source: Incompatible with other VPN apps, unstable
cs: Nekompatibilní s dalšími VPN aplikacemi
et_ee: Ei ühildu teiste VPN rakendustega, ebastabiilne
fa: ناسازگار با سایر برنامه های VPN ،ناپایدار
uk: Несумісний з іншими VPN додатками, нестабільний
zh_hans: 不兼容其它 VPN 应用，不稳定

# B2l-7z-M2N.normalTitle
source: SAVE AND SELECT
cs: ULOŽIT A VYBRAT
et_ee: SALVESTA JA VALI
fa: ذخیره و انتخاب
uk: ЗБЕРЕГТИ Й ОБРАТИ
zh_hans: 保存并选择

# D3X-CK-RSY.title
source: System protection
cs: Soukromí DNS
et_ee: DNS Privaatsus
fa: حریم خصوصی DNS
uk: DNS-приватність
zh_hans: DNS 隐私

# DrO-hc-ilW.normalTitle
source: DNS-over-HTTPS
cs: DNS přes HTTPS
et_ee: DNS-üle-HTTPS-i

# EkI-hK-XDG.text
source: Address
cs: Adresa
et_ee: Aadress
uk: Адреса

# IVH-4P-uIk.text
source: Domain
cs: Doména
et_ee: Domeen
fa: دامنه
uk: Домен
zh_hans: 域

# Ina-3I-qVn.text
source: DNS Privacy
cs: Soukromí DNS
et_ee: DNS Privaatsus
fa: حریم خصوصی DNS
uk: DNS-приватність
zh_hans: DNS 隐私

# Itg-uX-XAd.text
source: Type
cs: Typ
et_ee: Tüüp
fa: نوع
uk: Тип
zh_hans: 类型

# J1Z-V3-gS6.normalTitle
source: SELECT
cs: VYBRAT
et_ee: VALI
fa: انتخاب این سرور
uk: ОБРАТИ
zh_hans: 选择此服务器

# LTC-71-V9S.text
source: DNS server
cs: Server
et_ee: Server
fa: سرور
uk: Сервер
zh_hans: 服务器

# Mni-fx-xGW.text
source: Time
cs: Čas
et_ee: Aeg
fa: زمان
uk: Час
zh_hans: 时间

# SL2-Kq-gMW.text
source: Compatible with “Personal VPN” apps
cs: Kompatibilní s aplikacemi „Osobní VPN“
et_ee: Ühildub "Personaalsete VPN" rakendustega
fa: سازگار با برنامه های "وی پی اِن شخصی"
uk: Сумісний з "Personal VPN" додатками
zh_hans: 兼容 "Personal VPN" 应用程序

# SMK-iz-f9G.text
source: DNS protocol can be exploited by ISPs and third parties to spy on your traffic or even hijack it. We protect your privacy by encrypting your DNS connections, just select any DNS server from the list.
cs: Protokol DNS může být zneužit poskytovateli internetových služeb a třetími stranami, můžou špehovat váš provoz nebo ho dokonce odcizit. Vaše soukromí chráníme šifrováním připojení DNS, ze seznamu vyberte libovolný server DNS.
et_ee: ISP (interneti teenuse pakkuja) saab DNS protokolli ära kasutada ning kolmandad osapooled saavad sinu andmeliiklust näha ja seda kaaperadada. Kaitseme Sinu privaatsust läbi DNS ühenduste kürpteerimise. Selleks pead valima mistahes listis oleva DNS serveri.
fa: پروتکل DNS میتواند توسط آی اِس پی ها و اشخاص ثالث برای جاسوسی ترافیک شما یا حتی ربودن آن مورد سوء استفاده قرار گیرد.ما حریم خصوصی شما را یبا رمزگذاری ارتباط DNS حفاظت می کنیم،هر کدام از DNS ها را که میخواهید از لیست زیر انتخاب کنید.
uk: DNS-протокол може зазнати зловживань зі сторони провайдера чи сторонніх організацій з метою стеження за вашим трафіком, або навіть його перехоплення. Ми захищаємо вашу приватність, шифруючи DNS-з'єднання. Просто оберіть будь-який DNS-сервер зі списку.
zh_hans: ISP 和第三方可以利用 DNS 协议监视您的流量甚至劫持它。 我们通过加密您的 DNS 连接来保护您的隐私，只需从列表中选择任何 DNS 服务器即可。

# TQm-1H-bNl.text
source: Responses
cs: Odezvy
et_ee: Vastused
fa: پاسخ ها
uk: Відповіді
zh_hans: 响应

# VxP-fd-4kT.text
source: In the Split-Tunnel mode AdGuard is compatible with so-called “Personal VPN” apps. As a trade-off, in this mode it may be bypassed by system in case of bad connectivity
cs: V režimu Split-Tunnel je AdGuard kompatibilní s tzv. aplikacemi „Osobní VPN“. Jako kompromis v případě špatného připojení může být v tomto režimu systém obcházen
et_ee: Split-Tunneli režiimis on AdGuard nii-öelda “Personaalsete VPN” rakendustega ühilduv. Miinuseks on see, et selles režiimis saab süsteem AdGuardist mööda minna (kehva ühenduse korral)
fa: در حالت تقسیم-تونل AdGuard با برنامه های "وی پی اِن شخصی" سازگار است.در این حالت در صورت اتصال بد ممکن است توسط سیستم دور زده شود.
uk: В режимі Split-Tunnel, AdGuard сумісний із так-званими “Personal VPN” додатками. Недоліком цього режиму є те, що він може бути заміщений системою у випадку поганої якості з'єднання
zh_hans: 在分离隧道模式下，AdGuard 与所谓的 “Personal VPN” 应用程序兼容。作为权衡，在这种模式下，如果连接不良，可能会被系统绕过

# WsR-6Z-pxB.text
source: Filtering log
cs: Protokol DNS požadavků
et_ee: DNS päringute logi
fa: وقایع درخواست های DNS
uk: Журнал запитів DNS
zh_hans: DNS 请求日志

# ZdD-yx-6ph.normalTitle
source: CANCEL
cs: ZRUŠIT
et_ee: KATKESTA
fa: لغو
uk: СКАСУВАТИ
zh_hans: 取消

# ZgC-4d-Peb.placeholder
source: IP, sdns://, https:// or tls://
cs: IP, sdns://, https:// nebo tls://
et_ee: IP, sdns://, https:// või tls://
fa: IP, sdns://, https:// یا tls://
uk: IP, sdns: //, https: // або tls: //
zh_hans: IP, sdns://, https:// 或 tls://

# Zn0-J3-lVl.normalTitle
source: DNS-over-TLS
cs: DNS přes TLS
et_ee: DNS-üle-TLS-i

# d69-Gd-SZp.text
source: Full-Tunnel (without VPN icon)
cs: Full-Tunnel (bez ikony VPN)
et_ee: Full-Tunnel (ilma VPN ikoonita)
fa: تونل-کامل (بدون آیکون VPN)
uk: Full-Tunnel (без піктограми VPN)
zh_hans: 完全隧道（不显示 VPN 图标）

# dW3-zk-BPr.text
source: DNS server address
et_ee: DNS serveri aadress
uk: Адреса DNS-сервера

# e4h-eF-AOa.text
source: Server name
cs: Název serveru
et_ee: Serveri nimi
fa: نام سرور
uk: Ім'я сервера
zh_hans: 服务器名称

# f57-S8-QfF.text
source: Edit custom DNS settings
cs: Upravit vlastní nastavení DNS
et_ee: Muuda kohandatud DNS seaded
fa: ویرایش تنظیمات DNS دستی
uk: Редагувати параметри власного DNS
zh_hans: 编辑自定义 DNS 设置

# hoU-PM-icY.text
source: Monitor all DNS requests on your device and manage them
cs: Sleduje všechny požadavky DNS v zařízení a spravuje je
et_ee: Monitoori ja halda kõiki seadme poolt tehtavaid DNS päringuid
fa: نظارت همه درخواست های DNS در دستگاه شما و مدیریت آنها
uk: Моніторинг всіх DNS-запитів на вашому пристрої та керування ними
zh_hans: 监控设备上的所有 DNS 请求并对其进行管理

# jdk-AZ-MK8.title
source: Filtering log
cs: Protokol DNS požadavků
et_ee: DNS päringute logi
fa: وقایع درخواست های DNS
uk: Журнал запитів DNS
zh_hans: DNS 请求日志

# ks4-fm-Ctr.normalTitle
source: CANCEL
cs: ZRUŠIT
et_ee: KATKESTA
fa: لغو
uk: СКАСУВАТИ
zh_hans: 取消

# mBR-7g-DjT.placeholder
source: Name
cs: Název
et_ee: Nimi
fa: نام
uk: Назва
zh_hans: 名称

# mBx-dq-oa2.normalTitle
source: Add custom DNS server
cs: Vložit vlastní DNS server
et_ee: Lisa kohandatud DNS server
fa: افزودن سرور DNS دستی
uk: Додати власний DNS- сервер
zh_hans: 添加自定义 DNS 服务器

# mN8-Uh-sLQ.text
source: Website
cs: Webová stránka
et_ee: Veebileht
fa: وبسایت
uk: Веб-сайт
zh_hans: 网站

# oSP-2V-qCA.normalTitle
source: DELETE
cs: VYMAZAT
et_ee: KUSTUTA
fa: حذف
uk: ВИДАЛИТИ
zh_hans: 删除

# pPC-fU-UPD.text
source: Tunnel Mode
cs: Režim Tunnel
et_ee: Tunneli režiim
fa: حالت تونل
uk: Режим тунелю
zh_hans: 隧道模式

# pbu-cZ-0Vd.text
source: DNS server
cs: Server
et_ee: Server
fa: سرور
uk: Сервер
zh_hans: 服务器

# pzP-ns-QSS.text
source: Server name
cs: Název serveru
et_ee: Serveri nimi
fa: نام سرور
uk: Ім'я сервера
zh_hans: 服务器名称

# seX-mS-3mU.text
source: DNS server address
et_ee: DNS serveri aadress
uk: Адреса DNS-сервера

# vJt-Jd-BI2.text
source: Select protocol
cs: Vybrat protokol
et_ee: Vali protokoll
fa: انتخاب پروتکل
uk: Обрати протокол
zh_hans: 选择协议

# ve4-Qn-Yj6.title
source: DNS request details
cs: Podrobnosti DNS požadavků
et_ee: DNS päringu detailid
fa: جزئیات درخواست DNS
uk: Подробиці DNS-запиту
zh_hans: DNS 请求详情

# xe9-vq-pF6.text
source: Elapsed
cs: Uplynulý čaas
et_ee: Kulunud aeg
uk: Витрачений час

# csw-3H-3tU.text
source: Server
fa: سرور
uk: Сервер
zh_hans: 服务器

# OJU-gT-SmT.text
source: Split-Tunnel
fa: تقسیم-تونل
zh_hans: 分离隧道

# TTc-NW-AJa.text
source: Full-Tunnel
fa: تونل-کامل
zh_hans: 完全隧道
