Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/ComplexProtection/Filters/*.lproj/Filters.strings
Languages: be

# 3WM-jW-br8.text
source: Add a filter
be: Дадаць фільтр

# 6WB-a0-8YE.text
source: Safari protection
be: Абарона Safari

# Cyn-cw-Zrm.text
source: Name:
be: Назва:

# Lq2-mi-McV.text
source: Filters
be: Фільтры

# NsT-wt-1hd.text
source: New custom filter
be: Новы фільтр

# OpB-AR-Og7.normalTitle
source: CANCEL
be: Скасаванне

# QHZ-sJ-wTL.text
source: This module blocks ads and tracking on websites opened in Safari
be: Гэты модуль блакуе рэкламу і асочванне на сайтах, адкрытых у Safari

# RJU-32-r8h.text
source: Rules count:
be: Колькасць правілаў:

# VCK-db-aeg.text
source: User rules
be: Карыстацкія правілы

# Z16-OR-tjl.text
source: Filter URL:
be: URL фільтра:

# f3z-Yh-zY2.text
source: Safari Whitelist
be: Белы спіс

# kCb-lJ-BLL.normalTitle
source: ADD
be: ДАДАЦЬ

# mEm-ll-QZR.normalTitle
source: CANCEL
be: Скасаванне

# nch-wu-mKC.normalTitle
source: NEXT
be: Далей

# t8x-PU-hFK.text
source: Homepage:
be: Хатняя старонка:

# zcB-eh-Ou4.placeholder
source: Enter filter name:
be: Увядзіце назву фільтра:
