Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: cs, de, et_ee, fi, vi, zh_hans

# support_unexpected_error
source: An unexpected error occurred. Please contact the support team.
cs: Nastala neočekávaná chyba. Kontaktujte tým podpory.
de: Ein unerwarteter Fehler ist aufgetreten. Wenden Sie sich bitte an das Support-Team.
et_ee: Ilmnes viga. Pöördu meie tehnilise toe poole.
fi: Odottamaton virhe tapahtui. Ota yhteyttä tukitiimiimme.
vi: Một lỗi không xác định đã xảy ra. Vui lòng liên hệ bộ phận hỗ trợ.
zh_hans: 发生意外错误。请联系支持团队。

# support_rule_converting_error
source: Cannot convert rules due to an unexpected error. Please contact the support team.
cs: Nelze převést pravidla. Nastala neočekávaná chyba. Kontaktujte tým podpory.
de: Regeln können nicht konvertiert werden. Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktieren Sie das Support-Team.
et_ee: Reegleid ei õnnestu konventeerida. Ilmnes ootamatu viga. Kontakteeru meie tugiteenusega.
fi: Ei voida muuttaa sääntöjä. Odottamaton virhe. Ota yhteyttä tukeen.
vi: Không thể đảo luật do một lỗi không xác định. Vui lòng liên hệ bộ phận hỗ trợ.
zh_hans: 无法转换规则。一个意料之外的问题发生了。请联系支持团队。

# common_action_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
et_ee: Katkesta
fi: Peruuta
vi: Hủy
zh_hans: 取消

# rule_converting_error
source: Cannot convert the filter rule. Rule text is invalid.
cs: Nelze převést pravidlo filtru. Text pravidla je neplatný.
de: Filterregel kann nicht konvertiert werden. Ungültiger Regeltext.
et_ee: Reeglit ei õnnestu konvertida. Reegli tekst on vale.
fi: Ei voida muuntaa sääntöä. Sääntö on virheellinen.
vi: Không thể chuyển đổi quy tắc bộ lọc. Văn bản quy tắc không hợp lệ.
zh_hans: 无法转换过滤器规则。规则文本无效。

# filter_rules_converting_error
source: Cannot add these user rules to Safari
cs: Do Safari nelze přidat tyto uživatelská pravidla
de: Diese Benutzerregeln können nicht zu Safari hinzugefügt werden
et_ee: Kasutaja reegleid ei õnnestu konvertida. Ühes reeglis on viga. Vaata üle reegel, mis jääb praeguse kursori positsiooni juurde.
fi: Ei voida muuntaa käyttäjäsuodatinsääntöjä. Jokin säännöistä on virheellinen. Tarkista sääntö nykyisen kohdistimen sijainnin vierestä.
vi: Không thể thêm những quy tắc này cho Safari
zh_hans: 无法转换用户过滤规则。

# common_error_title
source: Error
cs: Chyba
de: Fehler
et_ee: Viga
fi: Virhe
vi: Lỗi
zh_hans: 错误

# unknown_error_description
source: Please report this error to support.
de: Bitte melden Sie diesen Fehler dem Support.
vi: Vui lòng báo cáo lỗi này tới bộ phận hỗ trợ.

# safari_filters_loading_error
source: Filters couldn't be loaded into Safari, so your recent changes were not applied.
cs: Filtry nelze načíst do Safari. Proto nedošlo k použití nedávných změn.
de: Filter konnten nicht in Safari geladen werden. Ihre letzten Änderungen wurden nicht übernommen.
et_ee: Filtreid ei õnnestu Safarisse laadida. Selle tõttu ei rakendatud sinu muudatusi.
fi: Suodattimia ei voida ladata Safariin. Tästä syystä viimeisimpiä muutoksia ei otettu käyttöön.
vi: Bộ lọc không thể tải vào Safari. Vì vậy, những thay đổi gần đây của bạn không được áp dụng.
zh_hans: 无法加载过滤器到 Safari。因此，无法应用您的最近更新。

# load_to_safari_error
source: Filters couldn't be loaded into Safari. Try clearing your rules and Allowlist, or change the set of used filters.
cs: Filtry nelze načíst do Safari. Zkuste vymazat pravidla a seznam povolených nebo změnit sadu použitých filtrů.
de: Filter konnten nicht in Safari geladen werden. Versuchen Sie, Ihre Regeln und die Freigabeliste zu löschen, oder ändern die verwendeten Filter.
et_ee: Filtreid ei õnnestu Safarisse laadida. Proovi oma reegleid ja valget listi puhastada. Lisaks vaata üle kasutatavad filtrid.
fi: Suodattimia ei voida ladata Safariin. Tyhjennä säännöt sekä sallittujen lista, tai muuta valittuja suodattimia.
vi: Bộ lọc không thể tải vào Safari. Hãy thử xóa các quy tắc của bạn và danh sách cho phép, hoặc thay đổi những bộ lọc đã dùng.
zh_hans: 无法把过滤器加载到 Safari。请尝试清除您的规则和白名单或更改使用过滤器的设置。

# common_action_no
source: NO
cs: NE
de: Nein
et_ee: EI
fi: EI
vi: Không
zh_hans: 否

# inverted_whitelist_title
source: Allowlist (inverted)
cs: Seznam povolených (obrácený)
de: Freigabeliste (invertiert)
et_ee: Valges listis (pööratud)
fi: Sallittujen Lista (käännetty)
vi: Danh sách cho phép (đã đảo ngược)
zh_hans: 白名单（颠倒的）

source: Applying changes...
cs: Aplikuji změny...
de: Änderungen werden übernommen …
vi: Đang áp dụng thay đổi...
zh_hans: 正在应用变更…

# s_unit
source: %@ s
vi: %@ giây
zh_hans: %@秒

# native_dns_working
source: Native DNS is operating
de: Natives DNS funktioniert
vi: DNS gốc đang hoạt động

# native_dns_not_working
source: Native DNS is not operating
de: Natives DNS funktioniert nicht
vi: DNS gốc hiện không hoạt động

# user_filter_title
source: User rules
cs: Uživatelská pravidla
de: Benutzerregeln
et_ee: Kasutaja filter
fi: Käyttäjäsuodatin
vi: Quy tắc người dùng
zh_hans: 用户过滤器

# user_filter_helper
source: Enter your own rules here, separated by line breaks
cs: Zde zadejte svá vlastní pravidla oddělená zalomením řádků
de: Geben Sie Ihre eigenen Regeln hier ein (getrennt durch Zeilenumbrüche)
et_ee: Siia saad kohandatud reegleid lisada, eraldades need uue reaga
vi: Nhập quy tắc của bạn tại đây, ngăn cách bởi ngắt dòng
zh_hans: 在此输入您的自定义规则，以换行符分隔

# common_action_yes
source: Yes
cs: ANO
de: Ja
et_ee: JAh
fi: KYLLÄ
vi: Đồng ý
zh_hans: 是

# protection_enabled_caption
source: Protection is on
cs: Ochrana je zapnuta
de: Schutz ist aktiviert
et_ee: Kaitse on sisselülitatud
vi: Bảo vệ đã được kích hoạt
zh_hans: 保护已启用

# protection_partly_enabled_caption
source: Some content blockers are disabled
cs: Některé blokátory obsahu jsou vypnuty
de: Einige Inhaltsblocker sind deaktiviert
et_ee: Mõned sisublokeerijad on väljalülitatud
vi: Một vài bộ chặn thành phần bị vô hiệu hóa
zh_hans: 某些内容拦截器已被禁用

# protection_disabled_caption
source: Protection is off
cs: Ochrana je vypnuta
de: Schutz ist deaktiviert
et_ee: Kaitse on peatatud
vi: Bảo vệ bị vô hiệu hóa
zh_hans: 保护已禁用

# upgrade_button_title
source: Subscribe
cs: Získat předplatné
de: Abonnement erhalten
et_ee: Uus tellimus
vi: Đăng ký
zh_hans: 订阅

# restore_purchase_button_title
source: Restore purchase
de: Käufe wiederherstellen
vi: Khôi phục mua hàng

# one_month_subscription_title
source: Monthly
de: Monatlich
vi: Gói tháng

# one_year_subscription_title
source: Yearly
de: Jährlich
vi: Gói năm

# permanent_subscription_title
source: Lifetime
cs: Doživotní
de: Lebenslang
et_ee: Alatine
vi: Trọn đời
zh_hans: 永久

# go_to_my_account_title
source: Go to my account
de: Zu meinem Konto
vi: Đi tới tài khoản của tôi

# upgrade_lifetime_button_title
source: Purchase
cs: ZAKOUPIT
de: Kaufen
et_ee: OSTA
vi: Trả phí
zh_hans: 购买

# upgrade_missing_purchase_message
source: Subscription plans are not available. Please check your Internet connection and try again.
de: Keine Abonnementpläne verfügbar. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
vi: Gói đăng kí hiện không khả dụng. Vui lòng kiểm tra kết nối Internet của bạn và thử lại.

source: Lost password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
vi: Mất mật khẩu?
zh_hans: 忘记密码？

# user_not_found_message
source: No user found with this email address. Please sign up at %@ first.
de: Es wurde kein Benutzer mit dieser E-Mail-Adresse gefunden. Bitte melden Sie sich zuerst bei %@ an.
vi: Không tìm thấy người dùng với địa chỉ email này. Vui lòng đăng ký tại %@ trước.

# sign_in_via_adguard_title
source: Use AdGuard account
de: AdGuard-Konto verwenden
vi: Sử dụng tài khoản AdGuard

# sign_in_via_apple_title
source: Continue with Apple
de: Mit Apple anmelden
vi: Đăng nhập bằng Apple

# sign_in_via_google_title
source: Continue with Google
de: Mit Google anmelden
vi: Đăng nhập bằng Google

# sign_in_via_facebook_title
source: Continue with Facebook
de: Mit Facebook anmelden
vi: Đăng nhập bằng Facebook

# premium_expired_message
source: Your Premium account has expired
cs: Váš prémiový účet vypršel
de: Ihr Premium-Account ist abgelaufen
et_ee: Premium konto on aegunud
vi: Tài khoản cao cấp của bạn đã hết hạn
zh_hans: 您的高级版账户已经过期

# premium_expired_title
source: Attention
cs: Pozor
de: Achtung
et_ee: Tähelepanu
vi: Chú ý
zh_hans: 注意

# not_premium_message
source: You have successfully logged into your AdGuard account, but there are no license keys that allow you to activate the Premium version.
cs: Úspěšně jste se přihlásili k účtu AdGuard, ale nejsou zde žádné licenční klíče, které vám umožní aktivovat prémiovou verzi.
de: Sie haben sich erfolgreich in Ihrem AdGuard-Konto angemeldet, aber es gibt keine Lizenzschlüssel da, mit denen Sie die Premium-Version aktivieren können.
et_ee: Oled edukalt oma AdGuardi kontosse loginud. Siiski ei leia me sinu kontolt ühtegi litsentsivõtit, millega preemium versiooni aktiveerida.
vi: Bạn đã đăng nhập thành công vào tài khoản AdGuard của mình, nhưng không có mã giấy phép nào cho phép bạn kích hoạt phiên bản cao cấp.
zh_hans: 您已经成功登录到 AdGuard 帐户, 但是没有允许您激活高级版本的许可证密钥.

# login_success_message
source: You have successfully logged into your AdGuard account! The Premium version of AdGuard for iOS has been activated.
cs: Úspěšně jste se přihlásili k účtu AdGuard! Byla aktivována prémiová verze AdGuard pro iOS.
de: Sie haben sich erfolgreich in Ihrem AdGuard-Konto angemeldet! Die Premium-Version von AdGuard für iOS wurde aktiviert.
et_ee: Oled edukalt oma AdGuardi kontosse loginud! AdGuard for iOS preemium versioon on nüüd aktiveeritud.
vi: Bạn đã đang nhập thành công vào AdGuard! Phiên bản AdGuard cao cấp cho iOS đã được kích hoạt.
zh_hans: 您已经成功登录到 AdGuard 帐户! iOS 高级版的 AdGuard 已经被激活。

# login_premium_expired_message
source: You have successfully logged into your AdGuard account, but the license keys that allow you to activate the Premium version have expired.
cs: Úspěšně jste se přihlásili k účtu AdGuard, ale platnost licenčních klíčů umožňující aktivovat prémiovou verzi vypršela.
de: Sie haben sich erfolgreich in Ihrem AdGuard-Konto angemeldet, aber die Lizenzschlüssel, mit denen Sie die Premium-Version aktivieren können, sind abgelaufen.
et_ee: Oled edukalt oma AdGuardi kontosse loginud. Küll aga on kontoga seotud võti aegunud ning sellega ei saa preemium versiooni aktiveerida.
vi: Bạn đã đăng nhập thành công vào tài khoản AdGuard của mình, nhưng các khóa cấp phép cho phép bạn kích hoạt phiên bản Premium đã hết hạn.
zh_hans: 您已经成功登录到 AdGuard 帐户, 但是允许您激活高级版本的许可证密钥已经过期.

# restore_purchases_failure_message
source: An error occurred while trying to restore the purchase.
cs: Při pokusu o obnovení nákupu došlo k chybě.
de: Ein Fehler ist beim Wiederherstellen des Kaufs aufgetreten.
et_ee: Ostu taastamisel ilmnes viga.
vi: Một lỗi đã xảy ra khi đang khôi phục lại mua sắm.
zh_hans: 在试图恢复该购买时出现错误。

# restore_success_message
source: Purchase restored! The Premium version of AdGuard for iOS has been activated.
cs: Nákup byl obnoven! Byla aktivována prémiová verze AdGuard pro iOS.
de: Kauf wiederhergestellt! Die Premium-Version von AdGuard für iOS wurde aktiviert.
et_ee: Sinu litsents on taastatud! AdGuard for iOS preemium versioon on nüüd aktiveeritud.
vi: Mua sắm đã được khôi phục! Phiên bản AdGuard cao cấp cho iOS đã được kích hoạt.
zh_hans: 购买已经恢复！iOS 高级版的 AdGuard 已经被激活。

# nothing_to_restore_message
source: No purchases to restore
cs: Žádné nákupy k obnovení
de: Keine Einkäufe zum Wiederherstellen
et_ee: Pole oste, mida taastada
vi: Không có mua sắm nào để khôi phục
zh_hans: 没有可以恢复的购买

# purchase_success_message
source: Purchase successfully completed! The Premium version of AdGuard for iOS has been activated.
cs: Nákup byl úspěšně dokončen! Byla aktivována prémiová verze AdGuard pro iOS.
de: Dein Kauf wurde erfolgreich abgeschlossen! Die Premiumversion von AdGuard für iOS wurde aktiviert.
et_ee: Oled edukalt meie toote ostnud! AdGuard for iOS Preemium versioon on nüüd aktiveeritud.
vi: Mua sắm đã hoàn tất! Phiên bản AdGuard cao cấp cho iOS đã được kích hoạt.
zh_hans: 该购买已经成功完成！ AdGuard for iOS 的高级版本已经启用.

# purchase_failure_message
source: An error occurred while processing your purchase.
cs: Při zpracování nákupu došlo k chybě.
de: Bei der Verarbeitung Ihres Kaufs ist ein Fehler aufgetreten
et_ee: Ostu töötlemisel ilmes viga.
vi: Đã xảy ra lỗi khi tiến hành thanh toán cho bạn.
zh_hans: 在处理购买过程中发生错误。

# custom_group_name
source: Custom
cs: Vlastní
de: Benutzerdefiniert
et_ee: Kohandatud
vi: Tùy chỉnh
zh_hans: 自定义

# filter_group_filters_count_format
source: Enabled filters: %d/%d
cs: Povolené filtry: %d/%d
de: Aktivierte Filter: %d/%d
et_ee: Lubatud filtrid: %d / %d
vi: Áp dụng bộ lọc %d/%d
zh_hans: 已开启的过滤器：%d/%d

# filter_date_format
source: Filters updated: %@
cs: Filtry byly aktualizovány: %@
de: Filter aktualisiert: %@
et_ee: Uuendatud filtrid: %@
vi: Đã cập nhật bộ lọc: %@
zh_hans: 过滤器已更新：%@

# blacklist_text_format
source: You can add your own rules here.<br>Read this <a href="%@">note about the rule syntax</a>.
cs: Zde můžete zadat vlastní pravidla.<br>Přečtěte si <a href="%@">poznámku o syntaxi pravidla</a>.
de: Geben Sie Ihre eigenen Regeln hier ein.<br>Lesen Sie diesen <a href="%@">Hinweis über die Regel-Syntax</a>.
et_ee: Sisesta kohandatud reeglid siia<br>Loe seda <a href="%@">märkust reeglite süntaksi kohta</a>.
vi: Bạn có thể thêm quy tắc của bạn tại đây <br>Đọc <a href="%@"> ghi chú này về cú pháp quy tắc</a>.
zh_hans: 输入您的自定义规则于此<br>阅读此<a href="%@">注意事项以获规则语法</a>。

# whitelist_text
source: Enter here the domains you don't want AdGuard to filter. This list takes precedence over other settings.
cs: Zde zadejte názvy domén. AdGuard neblokuje přístup do těchto domén ignorováním všech ostatních nastavení.
de: Geben Sie die Domainnamen hier ein. AdGuard wird dort keine Werbung filtern und alle anderen Einstellungen ignorieren.
et_ee: Sisesta domeeni nimed siia. AdGuard ei filtreeri Safaris nende lehekülgede sisu.
vi: Nhập tên miền tại đây. AdGuard sẽ không chặn kết nối tới những tên miền này bất chấp các cài đặt khác.
zh_hans: 在这里输入域名。AdGuard 将在 Safari 中禁用这些网站的过滤。

# inverted_whitelist_text
source: Enter the domain names here. AdGuard will enable filtering in Safari for these websites only.
cs: Zde zadejte názvy domén. AdGuard povolí filtrování pouze těchto webových stránek v Safari.
de: Geben Sie die Domainnamen hier ein. AdGuard aktiviert die Filterung in Safari nur für diese Websites.
et_ee: Sisesta domeeni nimed siia. AdGuard filtreerib Safaris ainult nende lehekülgede sisu.
vi: Nhập tên miền tại đây. AdGuard sẽ áp dụng lọc chỉ những trang web này trong Safari.
zh_hans: 在这里输入域名。AdGuard将仅在Safari中对这些网站进行过滤。

# dns_whitelist_text
source: Enter here the domain names separated by line breaks. AdGuard will allow all connections to these domains.
cs: Zde zadejte názvy domén. Každá doména na samostatný řádek. AdGuard povolí všechna připojení k těmto doménám.
de: Geben Sie hier die Domain-Namen ein, getrennt durch Zeilenumbrüche. AdGuard lässt alle Verbindungen zu diesen Domains zu.
vi: Nhập tên miền tại đây ngăn cách nhau bởi ngắt dòng. AdGuard sẽ cho phép tất cả kêt snoois đến những tên miền này.
zh_hans: 在此处输入用域名，以换行符（回车）来隔开。AdGuard将允许所有到这些域名的连接

# dns_blacklist_text_format
source: This Blocklist supports <a href="%@">AdGuard's DNS syntax</a>. Enter here the rules separated by line breaks. AdGuard will block all connections to domains that match these rules.
cs: Tento seznam zakázaných podporuje <a href="%@">syntaxi AdGuard DNS</a>. Zde zadejte pravidla. Každé pravidlo na samostatný řádek. AdGuard zablokuje všechna připojení k doménám, které těmto pravidlům odpovídají.
de: Diese Sperrliste unterstützt <a href="%@">AdGuard's DNS-Syntax</a>. Geben Sie hier die durch Zeilenumbrüche getrennten Regeln ein. AdGuard sperrt alle Verbindungen zu Domains, die diesen Regeln entsprechen.
vi: Danh sách chặn này hỗ trợ <a href="%@">cú pháp DNS của AdGuard</a>. Nhập vào đây các quy tắc, ngăn cách nhau bởi ngắt dòng. AdGuard sẽ chặn tất cả kết nối tới những tên miền đúng với những quy tắc này.
zh_hans: 此黑名单支持<a href="%@">AdGuard DNS语法</a>。在此处输入用换行符分割的规则。AdGuard屏蔽一切符合这些规则的域连接。

# update_filter_start_message
source: Updating...
cs: Aktualizuji...
de: Wird aktualisiert …
et_ee: Uuendamine...
vi: Đang cập nhật...
zh_hans: 更新...

# add_blacklist_rule_title
source: Add a new rule
cs: Přidat pravidlo
de: Neue Regel hinzufügen
et_ee: Lisa reegel
vi: Thêm quy tắc
zh_hans: 添加规则

# add_whitelist_domain_title
source: Add a domain
cs: Zadejte doménu
de: Domain hinzufügen
et_ee: Lisa domeen
vi: Nhập tên miền
zh_hans: 输入域

# add_wifi_name_placeholder
source: Your Wi-Fi name
cs: Název vaší WiFi
de: Ihr WLAN-Name
vi: Tên Wi-Fi của bạn
zh_hans: 您的Wi-Fi名称

# add_blacklist_rule_caption
source: Rule:
cs: Pravidlo:
de: Regel:
et_ee: Reegel:
vi: Quy tắc:
zh_hans: 规则：

# add_whitelist_domain_caption
source: Domain:
cs: Doména:
et_ee: Domeen:
vi: Miền:
zh_hans: 域:

# add_wifi_name_caption
source: Name:
cs: Název:
vi: Tên:
zh_hans: 名称:

# bug_report_sending_error
source: Cannot send a bug report. You may not have email configured on your device.
cs: Nelze odeslat zprávu o chybě. Možná nebyla v zařízení nastavena e-mailová adresa.
de: Es kann kein Fehlerreport gesendet werden. Möglicherweise ist keine E-Mail-Adresse auf Ihrem Gerät eingerichtet.
et_ee: Ei saa vearaportit saata, kuna eeldatavasti pole seadmes e-posti ülesse seatud.
fi: Ei voida lähettää virheraporttia, koska et ole määrittänyt sähköpostitiliä laitteessasi.
vi: Không thể gửi báo cáo lỗi. Bạn có thể không có cấu hình email trên thiết bị của bạn.
zh_hans: 无法发送错误报告。您可能没有在设备上设置电子邮件。

# filter_updates_error
source: Filter update error
cs: Chyba aktualizace filtru
de: Fehler beim Aktualisieren des Filters
et_ee: Filtrite uuendamise viga
fi: Suodattimien päivitysvirhe
vi: Lỗi khi cập nhập bộ lọc
zh_hans: 过滤器更新错误

# filters_noUpdates
source: No updates found
cs: Nenalezeny žádné aktualizace
de: Keine Updates gefunden
et_ee: Uuendusi ei leitud
fi: Päivityksiä ei löytynyt
vi: Không tìm thấy bản cập nhật nào
zh_hans: 未找到更新

# filters_updated_format
source: Filters updated: %lu
cs: aktualizováno filtrů: %lu
de: Filter aktualisiert: %lu
et_ee: uuendatud filtrid: %lu
vi: bộ lọc được cập nhật:%lu
zh_hans: %lu 过滤器已更新

# filter_version_format
source: Version %@
cs: verze %@
et_ee: versioon %@
vi: phiên bản %@
zh_hans: 版本 %@

# tunnel_mode_split_description
source: Split-Tunnel, compatible with “Personal VPN” apps
cs: Split-Tunnel, kompatibilní s aplikacemi „Osobní VPN“
de: „Getrennter Tunnel”, kompatibel mit „Personal VPN”-Apps
et_ee: Split-Tunnel, ühildub “Personaalsete VPN” rakendustega
vi: Split-Tunnel, tương thích với các ứng dụng "VPN cá nhân"
zh_hans: 分离隧道，与 “Personal VPN” 应用程序兼容

# tunnel_mode_full_description
source: Full-Tunnel, incompatible with other VPN apps
cs: Full-Tunnel, nekompatibilní s jinými aplikacemi VPN
de: Full-Tunnel, inkompatibel mit anderen VPN-Apps
et_ee: Full-Tunnel, ei ühildu teiste VPN rakendustega
vi: Full-Tunnel, không tương thích với các ứng dụng VPN khác
zh_hans: 完全隧道，与其他 VPN 应用程序不兼容

# tunnel_mode_full_without_icon_description
source: Full-Tunnel (without VPN icon), incompatible with other VPN apps, less stable
cs: Full-Tunnel (bez ikony VPN), nekompatibilní s jinými aplikacemi VPN, méně stabilní
de: Full-Tunnel (ohne VPN-Symbol), inkompatibel mit anderen VPN-Apps, weniger stabil
et_ee: Full-Tunnel (ilma VPN ikoonita), ei ühildu teiste VPN äppidega, ebastabiilsem
vi: Full-Tunnel (không có biểu tượng VPN), không tương thích với các ứng dụng VPN khác, ít ổn định hơn
zh_hans: 完全隧道（不显示 VPN 图标），与其他 VPN 应用程序不兼容，不太稳定

# native_dns_implementation_title
source: Native
de: Nativ
vi: Gốc

# filters_description_format
source: Enabled %1$d out of %2$d
cs: Povoleno %1$d z %2$d
de: %1$d von %2$d aktiviert
et_ee: Sisselülitatud %1$d & %2$d -st
vi: Đã bật %1$d trên tổng số %2$d
zh_hans: 已开启 %1$d / %2$d

# regular_dns_protocol
source: Regular
cs: Obvyklý
de: Standard
et_ee: Tavaline
vi: Bình thường
zh_hans: 常规

# confirm_logout_text
source: Are you sure you want to log out?
cs: Opravdu se chcete odhlásit?
de: Möchten Sie sich wirklich abmelden?
et_ee: Soovid kindlasti välja logida?
vi: Bạn có chắc muốn đăng xuất?
zh_hans: 您确定要注销吗？

# support_vpn_configuration_problem
source: There was a problem with VPN configuration, please contact our support team.
cs: Při konfiguraci VPN došlo k chybě. Obraťte se na náš tým podpory.
de: Es besteht ein Problem mit der VPN-Konfiguration. Kontaktieren Sie bitte den AdGuard-Support.
et_ee: VPNi konfigureerimisel ilmnes probleem. Võta meie tehnilise toega ühendust.
fi: VPN-määrityksessä oli ongelma, ota yhteyttä tukitiimiimme.
vi: Có một vấn đề với cấu hình VPN, xin vui lòng liên hệ bộ phận hỗ trợ của chúng tôi.
zh_hans: 配置 VPN 时有问题，请联系我们的支持团队。

# login_error_message
source: An error occurred while logging in
cs: Při přihlašování došlo k chybě
de: Beim Anmelden ist ein Fehler aufgetreten
et_ee: Sisselogimisel ilmnes viga
vi: Một lỗi đã xảy ra trong khi đăng nhập
zh_hans: 登录时发生错误
