Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: cs, de, et_ee, fi, vi, zh_hans

# privacy_filters_group_description
source: Filter lists that prevent tracking
de: Filterlisten, die Tracking unterbinden
vi: Danh sách bộ lọc ngăn chặn theo dõi

# social_widgets_filters_group_description
source: Filter lists that hide social media widgets (“Like” buttons and such)
de: Filterlisten, die Elemente sozialer Medien ausblenden („Gefällt mir”-Schaltflächen usw.)
vi: Danh sách bộ lọc ẩn tiện ích mạng xã hội (Các nút "Thích" và tương tự)

# annoyances_filters_group_description
source: Filter lists that block irritating elements on web pages. The definition of “irritating” may be subjective and depends on the list author
de: Filterlisten, die störende Elemente auf Websites sperren. Die Definition von „störend” kann subjektiv sein und hängt vom Autor der Liste ab
vi: Danh sách bộ lọc ngăn các yếu tố gây khó chịu trên các trang web. Định nghĩa "khó chịu" có thể chủ quan và dựa theo tác giả của danh sách

# security_filters_group_description
source: Filter lists that block known online threats
de: Filterlisten, die bekannte Online-Bedrohungen sperren
vi: Danh sách bộ lọc ngăn chặn các mối đe doạ trực tuyến đã được xác định

# other_filters_group_description
source: Miscellaneous filter lists for different purposes
de: Diverse Filterlisten für unterschiedlichste Zwecke
vi: Danh sách bộ lọc hỗn hợp dùng cho các mục đích khác nhau

# language_specific_filters_group_description
source: Filter lists that target websites in specific languages
de: Filterlisten, die auf Websites in bestimmten Sprachen ausgelegt sind
vi: Danh sách bộ lọc nhắm vào các trang web với các ngôn ngữ cụ thể

# custom_filters_group_description
source: Filter lists that you add manually
de: Filterlisten, die Sie manuell hinzufügen
vi: Danh sách bộ lọc mà bạn thêm thủ công

# confirm_reset_text
source: All settings, including user rules, DNS protection, interface and authorization settings, will be reset. This operation cannot be undone. Reset the settings?
cs: Všechna nastavení včetně uživatelských pravidel, DNS ochrany, rozhraní a autorizačních nastavení budou resetována do výchozího stavu. Tuto operaci nelze vrátit zpět. Obnovit nastavení?
de: Alle Einstellungen, einschließlich der Benutzerregeln, des DNS-Schutzes, der Schnittstellen- und Berechtigungseinstellungen, werden zurückgesetzt. Dieser Vorgang kann nicht widerrufen werden. Die Einstellungen zurücksetzen?
vi: Tất cả các cài đặt, bao gồm quy tắc người dùng, bảo vệ DNS, cài đặt giao diện và ủy quyền, sẽ được đặt lại. Hoạt động này không thể được hoàn tác. Đặt lại cài đặt?
zh_hans: 重置所有设置包括用户规则、DNS防护、界面和授权设置。此操作无法撤消。您确定要重置吗？

# reset_activity_title
source: Reset activity log
cs: Resetovat protokol aktivity
de: Aktivitätsprotokoll zurücksetzen
vi: Đặt lại nhật ký hoạt động
zh_hans: 重置活动日志

# reset_activity_message
source: All activity records will be deleted!
cs: Všechny záznamy aktivity budou smazány!
de: Alle Aktivitätsaufzeichnungen werden gelöscht!
vi: Tất cả các hồ sơ hoạt động sẽ bị xóa!
zh_hans: 所有活动记录将要被删除

# chart_24hours
source: 24 hours
cs: 24 hodin
de: 24 Stunden
vi: 24 giờ
zh_hans: 24 小时

# chart_date_today
source: Today
cs: Dnes
de: Heute
vi: Hôm nay
zh_hans: 今天

# chart_7days
source: 7 days
cs: 7 dní
de: 7 Tage
vi: 7 ngày
zh_hans: 一周

# chart_30days
source: 30 days
cs: 30 dní
de: 30 Tage
vi: 30 ngày
zh_hans: 一个月

# chart_alltime
source: All time
cs: Celé období
de: Insgesamt
vi: Mọi lúc
zh_hans: 全时段

# loading_content_blockers
source: Content blockers are being updated...
cs: Blokátory obsahu se aktualizují...
de: Inhaltsblocker werden aktualisiert …
vi: Trình chặn nội dung đang được cập nhật...
zh_hans: 内容拦截器更新中…

source: Loading filters...
cs: Načítání filtrů...
de: Filter werden geladen …
vi: Đang mở bộ lọc ...
zh_hans: 过滤器加载中…

# converting_rules
source: Rules are being converted...
cs: Pravidla jsou převáděna...
de: Regeln werden konvertiert …
vi: Các quy tắc đang được chuyển đổi...
zh_hans: 规则已反转…

# new_filter_title
source: New custom filter
cs: Nový vlastní filtr
de: Neuer benutzerdefinierter Filter
vi: Bộ lọc tuỳ chỉnh mới
zh_hans: 新建自定义过滤器

# new_dns_filter_title
source: New DNS filter
cs: Nový DNS filtr
de: Neuer DNS-Filter
vi: Bộ lọc DNS mới
zh_hans: 新建 DNS 过滤器

# add_custom_filter_error_message
source: Something went wrong, or the format of the file with custom filtering is incorrect
de: Ein Problem ist aufgetreten, oder das Format der Datei mit benutzerdefinierten Filtern ist fehlerhaft
vi: Đã xảy ra lỗi, hoặc định dạng của tệp với bộ lọc tuỳ chỉnh không chính xác

# edit_custom_filter_title
source: Edit custom filter
cs: Upravit vlastní filtr
de: Eigene Filter bearbeiten
vi: Chỉnh sửa bộ lọc tuỳ chỉnh
zh_hans: 编辑自定义过滤器

# common_add
source: Add
cs: Přidat
de: Hinzufügen
vi: Thêm
zh_hans: 添加

# protection_disabled
source: Protection is off
cs: Ochrana je vypnuta
de: Schutz ist deaktiviert
vi: Bảo vệ bị vô hiệu
zh_hans: 防护已禁用

# protection_enabled
source: Protection is on
cs: Ochrana je zapnuta
de: Schutz ist aktiviert
vi: Bảo vệ được kích hoạt
zh_hans: 防护已开启

# complex_enabled
source: Safari and DNS protection is on
cs: Ochrana Safari a DNS ochrana
de: Safari- und DNS-Schutz aktiviert
vi: Bảo vệ Safari và DNS
zh_hans: Safari与DNS防护

# safari_enabled
source: Safari Protection is on
cs: Blokování obsahu v Safari
de: Safari-Schutz aktiviert
vi: Bộ chặn nội dung của Safari
zh_hans: Safari内容拦截

# complex_disabled
source: Safari and DNS protection is off
cs: Všechny moduly ochrany jsou vypnuty
de: Safari- und DNS-Schutz deaktiviert
vi: Các mô đun bảo vệ bị tắt
zh_hans: 所有防护模组被禁用

# system_enabled
source: DNS protection
cs: DNS ochrana
de: DNS-Schutz
vi: DNS phòng vệ
zh_hans: DNS防护

# widget_statistics
source: %1$d requests, %2$d encrypted
cs: Požadavků: %1$d, zablokováno: %2$d
de: %1$d Anfragen • %2$d verschlüsselt
vi: %1$d yêu cầu, %2$d được chặn
zh_hans: %1$d条请求，%2$d个已加密

# whotrackme_message
source: This information was loaded from WhoTracksMe.com service
cs: Tyto informace byly získány ze služby WhoTrackMe.com
de: Diese Informationen wurden vom WhoTrackMe.com-Dienst geladen
vi: Thông tin này được tải từ dịch vụ của WhoTracksMe.com
zh_hans: 此信息是从WhoTrackMe.com服务加载的

# common_action_more
source: More
cs: Více
de: Weiter
vi: Thêm
zh_hans: 更多

# filter_exists
source: You've tried to add a duplicate filter. This filter is already on the list.
cs: Pokusili jste se přidat duplicitní filtr. Tento filtr je již na seznamu.
de: Sie haben versucht, einen doppelten Filter hinzuzufügen. Dieser Filter ist bereits auf der Liste.
vi: Bạn đã cố thêm một bộ lọc trùng lặp. Bộ lọc này đã có trong danh sách.
zh_hans: 您试图添加重复的过滤器。此过滤器已在列表中

# dns_filters_number_title
source: %@ rules are enabled
cs: Jsou zapnuta pravidla: %@
de: %@ Regeln sind aktiviert
vi: Đã bật %@ quy tắc
zh_hans: %@规则已启用

# dns_filters_overlimit_title
source: Too many rules are enabled: %@. Some of them will be disabled
cs: Je zapnuto příliš mnoho pravidel: %@. Některá z nich budou vypnuta
de: Es sind zu viele Regeln aktiviert: %@. Einige werden deshalb deaktiviert
vi: Quá nhiều bộ lọc được bật: %@. Một số sẽ bị tắt
zh_hans: 太多规则已启用：%@. 它们之间有些将要被停用

# dns_filters_notification_title
source: Turn off some filters for correct work
cs: Pro správnou funkci vypněte některé filtry
de: Einige Filter für optimale Funktion ausschalten
vi: Tắt bớt vài bộ lọc để làm việc chính xác
zh_hans: 以正常工作，关闭一些过滤器

# dns_filters_title
source: DNS filters
de: DNS-Filter
vi: Bộ lọc DNS

# dns_request_status_blocked
source: Blocked
cs: Zablokováno
de: Gesperrt
vi: Bị chặn
zh_hans: 已拦截

# dns_request_status_processed
source: Processed
cs: Zpracováno
de: Verarbeitet
vi: Đã xử lý
zh_hans: 已处理

# dns_request_status_encrypted
source: Encrypted
cs: Šifrováno
de: Verschlüsselt
vi: Được mã hoá
zh_hans: 加密的

# dns_request_status_allowlisted
source: Allowed
cs: Povoleno
de: Zugelassen
vi: Được cho phép
zh_hans: 被允许

# dns_request_user_status_added_to_whitelist
source: added to the Allowlist
cs: přidáno na seznam povolených
de: zu Freigabeliste hinzugefügt
vi: đã thêm vào danh sách cho phép
zh_hans: 已添加至白名单

# dns_request_user_status_added_to_blacklist
source: added to the blocklist
cs: přidáno na seznam zakázaných
de: zu Sperrliste hinzugefügt
vi: đã thêm vào danh sách chặn
zh_hans: 已添加至黑名单

# dns_request_user_status_removed_from_whitelist
source: removed from the allowlist
cs: odebráno ze seznamu povolených
de: aus Freigabeliste entfernt
vi: xóa khỏi danh sách cho phép
zh_hans: 已从白名单移除

# dns_request_user_status_removed_from_blacklist
source: removed from the blocklist
cs: odebráno ze seznamu zakázaných
de: aus Sperrliste entfernt
vi: xóa khỏi danh sách chặn
zh_hans: 已从黑名单移除

# onboarding_first_step_text
source: Open <b>Settings</b>.
cs: Otevřít <b>nastavení</b>
de: Öffnen Sie die <b>Einstellungen</b>
vi: Mở <b>cài đặt</b>
zh_hans: 打开%@ <b>设置</b>

# advanced_protection_onboarding_first_step_text
source: Open <b>Settings</b>.
de: Öffnen Sie die <b>Einstellungen</b>.
vi: Nhấn vào <b>Cài đặt</b>.

# onboarding_second_step_text
source: Tap <b>Safari</b>, swipe down, and tap <b>Content blockers</b>.
cs: Klepněte na <b>Safari</b> a vyberte položku nabídky <b>„Blokátory obsahu“</b>
de: Tippen Sie auf <b>Safari</b>, wischen Sie nach unten und wählen Sie <b>Inhaltsblocker</b>.
vi: Nhấn vào <b>Safari</b> và chọn <b> "Bộ chặn thành phần"</b> mục bảng chọn
zh_hans: 点击%@ <b>Safari浏览器</b>，选择 <b>"内容拦截器"</b> 菜单项

# advanced_protection_onboarding_second_step_text
source: Go to <b>Safari > Extensions</b>.
de: Wechseln Sie zu <b>Safari > Erweiterungen</b>.
vi: Đi tới <b>Safari > Tiện ích mở rộng</b>.

# onboarding_third_step_text
source: <b>Enable</b> all AdGuard extensions.
cs: <b>Zapněte všechny blokátory obsahu</b> a vraťte se do naší aplikace!
de: <b>Aktivieren</b> Sie alle AdGuard-Erweiterungen.
vi: <b>Mở tất cả bộ chặn thành phần</b> và trở lại với ứng dụng của chúng tôi!
zh_hans: <b>开启 %@ 所有内容拦截器</b>后返回AdGuard 应用！

# advanced_protection_onboarding_third_step_text
source: Set all AdGuard toggles to <b>on</b>. You`re good to go!
de: Setzen Sie alle AdGuard-Schalter auf <b>Ein</b>. Sie können jetzt loslegen!
vi: Đặt các tuỳ chọn của AdGuard về trạng thái <b>Bật</b>. Vậy là xong!

# onboarding_fours_step_text
source: For <b>Advanced</b> protection, open Safari, tap the <b>aA</b> icon on the left side of the URL field,<br><br> %@ <br><br>then tap <b>Manage extensions</b> and switch on the <b>AdGuard</b> toggle.
de: Für den <b>Erweiterten</b> Schutz öffnen Sie Safari, tippen Sie auf das <b>aA</b>-Symbol auf der linken Seite des Adressleiste,<br><br> %@ <br><br>dann tippen Sie auf „Erweiterungen verwalten” und aktivieren dort <b>AdGuard</b>.
vi: Với bảo vệ <b>Nâng Cao</b>, mở Safari, chọn biểu tượng <b>aA</b> ở góc bên trái của thanh URL, <br><br>%@<br><br> sau đó chọn Quản lý tiện ích mở rộng và kích hoạt công tắc của <b>AdGuard</b>.

source: Block request
cs: Blokovat požadavek
de: Anfrage sperren
vi: Chặn yêu cầu
zh_hans: 拦截请求

# whitelist_request
source: Add domain to the Allowlist
cs: Přidat doménu do seznamu povolených
de: Domain zur Freigabeliste hinzufügen
vi: Yêu cầu danh sách cho phép
zh_hans: 将域名添加到白名单

# video_tutorial_title
source: Video Tutorial
cs: Video návod
de: Video-Anleitung
vi: Video hướng dẫn sử dụng
zh_hans: 视频教程

# invalid_upstream_message
source: You have entered an invalid upstream
cs: Zadali jste neplatný odchozí proud
de: Sie haben eine ungültigen Upstream eingegeben
vi: Bạn đã nhập đầu vào không hợp lệ
zh_hans: 您输入了非法的上游服务器

# invalid_ip_message
source: You have entered an invalid IP address
de: Sie haben eine ungültige IP-Adresse eingegeben
vi: Bạn đã nhập một địa chỉ IP không hợp lệ

# invalid_dns_protocol_title
source: Invalid DNS protocol
de: Ungültiges DNS-Protokoll
vi: Giao thức DNS không hợp lệ

# invalid_dns_protocol_message
source: %@ is not supported by iOS yet. Try to add different upstream.
de: %@ wird von iOS noch nicht unterstützt. Versuchen Sie einen anderen Upstream einzurichten.
vi: %@ chưa được iOS hỗ trợ. Hãy thêm địa chỉ ngược dòng khác.

# custom_dns_server_exists
source: You've tried to add a duplicate DNS server. The server with the specified upstream is already in the list
de: Sie haben versucht, einen DNS-Server doppelt hinzuzufügen. Der Server mit dem angegebenen Upstream ist bereits in der Liste enthalten
vi: Bạn vừa cố gắng thêm một máy chủ DNS trùng lặp. Máy chủ với đường truyền ngược tuyến cụ thể đã có trong danh sách

# save_and_select_button_title
source: Save and select
de: Speichern und auswählen
vi: Lưu và chọn

# save_button_title
source: Save
de: Speichern
vi: Lưu

# cancel_button_title
source: Cancel
de: Abbrechen
vi: Huỷ

# delete_button_title
source: Delete
de: Löschen
vi: Xoá

# add_dns_server_alert_title
source: Add a custom DNS server
de: Benutzerdefinierten DNS-Server hinzufügen
vi: Thêm một máy chủ DNS tùy chỉnh

# edit_dns_server_alert_title
source: Edit custom DNS server
de: Benutzerdefinierten DNS-Server bearbeiten
vi: Chỉnh sửa máy chủ DNS tuỳ chỉnh

# system_blacklist
source: System Blocklist
cs: Systémový seznam zakázaných
de: System-Sperrliste
vi: Danh sách đen hệ thống
zh_hans: 系统黑名单

# system_whitelist
source: System Allowlist
cs: Systémový seznam povolených
de: System-Freigabeliste
vi: Danh sách bỏ qua hệ thống
zh_hans: 系统白名单

# tracker_details_header
source: Details
cs: Podrobnosti
vi: Chi tiết tracker
zh_hans: 详细信息

# general_header
source: General
cs: Obecné
de: Allgemein
vi: Cài đặt chung
zh_hans: 通用

# filtering_header
source: Filtering
cs: Filtrování
de: Filterung
vi: Đang lọc
zh_hans: 过滤

# category_title
source: Category
cs: Kategorie
de: Kategorie
vi: Thể loại
zh_hans: 类别

# name_title
source: Name
cs: Název
vi: Tên
zh_hans: 名称

# website_title
source: Website
cs: Webová stránka
vi: Trang web
zh_hans: 网站

# domain_title
source: Domain
cs: Doména
vi: Tên miền
zh_hans: 域名

# server_title
source: Server
vi: Máy chủ
zh_hans: 服务器

# status_title
source: Status
cs: Stav
vi: Trạng thái
zh_hans: 状态

# time_title
source: Time
cs: Čas
de: Zeit
vi: Thời gian
zh_hans: 时间

# size_title
source: Size
cs: Velikost
de: Größe
vi: Kích cỡ
zh_hans: 大小

# elapsed_title
source: Elapsed
cs: Uplynulý čas
de: Verstrichen
vi: Đã qua
zh_hans: 已用

# type_title
source: Type
cs: Typ
de: Typ
vi: Loại
zh_hans: 类型

# dns_status_title
source: DNS status
cs: Stav DNS
vi: Tình trạng DNS
zh_hans: DNS状态

# dns_answer_title
source: DNS answer
cs: Odpověď DNS
de: DNS-Antwort
vi: Trả lời DNS
zh_hans: DNS应答

# matched_filter_title
source: Matched filter
cs: Odpovídající filtr
de: Angepasster Filter
vi: Bộ lọc phù hợp
zh_hans: 相符的过滤器

# matched_rule_title
source: Matched rule
cs: Odpovídající pravidlo
de: Angepasste Regel
vi: Quy tắc phù hợp
zh_hans: 相符的规则

# original_answer_title
source: Original answer
cs: Původní odpověď
de: Ursprüngliche Antwort
vi: Câu trả lời ban đầu
zh_hans: 原始应答

# empty_dns_answer
source: Empty
cs: Prázdná
de: Leer
vi: Rỗng
zh_hans: 空

# bug_report_failed_message
source: Failed to submit a bug report, please try again
de: Fehlerbericht konnte nicht gesendet werden. Bitte versuchen Sie es erneut
vi: Không gửi được báo cáo lỗi. Vui lòng thử lại

# bug_report_successed_message
source: Your bug report was successfully sent!
de: Fehlerbericht erfolgreich gesendet!
vi: Báo cáo lỗi của bạn đã được gửi thành công!

# introduction_license_agreement
source: I agree to AdGuard's <a href=%2$@>EULA</a> and <a href=%1$@>Privacy Policy</a>.
cs: Pokračováním v užívání souhlasíte s<br /><a href=%2$@>Pravidly a podmínkami</a> a <a href=%1$@>Zásadami ochrany osobních údajů</a>
de: Ich akzeptiere die <a href=%2$@>EULA</a> und die <a href=%1$@>Datenschutzrichtlinie</a> von AdGuard.
vi: Bằng cách tiếp tục sử dụng, bạn chấp nhận <br /><a href=%2$@>Điều khoản và điều kiện</a> và <a href=%1$@>Chính sách quyền riêng tư</a>
zh_hans: 使用AdGuard，即代表你同意<br /><a href=%2$@>条款和条件</a> 和 <a href=%1$@>隐私策略</a>

# requests_info_alert_title
source: Requests
cs: Požadavky
de: Anfragen
vi: Yêu cầu
zh_hans: 请求

# requests_info_alert_message
source: Every time you visit a website, a request is sent. Websites might send hidden requests and leak personal data. It’s useful to know the total number of requests to realize the scope of this problem.
cs: Při každé návštěvě webové stránky se odešle dotaz. Webové stránky mohou odesílat skryté dotazy a umožnit tak únik osobních údajů. Je užitečné znát celkový počet dotazů, abychom si uvědomili rozsah tohoto problému.
de: Jedes Mal, wenn Sie eine Website besuchen, wird eine Anfrage gesendet. Websites können versteckte Anfragen senden und persönliche Daten preisgeben. Es ist hilfreich, die Anzahl solcher Anfragen zu ermitteln, um das Ausmaß dieses Problems zu erkennen.
vi: Một yêu cầu sẽ được gửi đi mỗi khi bạn truy cập một trang web. Các trang web có thể âm thầm gửi yêu cầu và làm rò rỉ dữ liệu cá nhân. Biết được số lượng yêu cầu như vậy để nhận ra tầm quan trọng vấn đề này sẽ hữu ích.
zh_hans: 每次访问网站时，都会发送一个请求。网站会发送隐藏请求并泄露个人数据。为了了解这个问题的范围，该知道请求总数。

# encrypted_info_alert_title
source: Encrypted requests
cs: Šifrované požadavky
de: Verschlüsselte Anfragen
vi: Các yêu cầu được mã hoá
zh_hans: 加密的请求

# encrypted_info_alert_message
source: The number of encrypted DNS requests. You need to use an encrypted DNS server to have your DNS traffic encrypted.
cs: Počet šifrovaných DNS dotazů. Pro šifrování DNS provozu musíte použít šifrovaný DNS server.
de: Die Anzahl der verschlüsselten DNS-Anfragen. Sie müssen einen verschlüsselten DNS-Server verwenden, um Ihren DNS-Verkehr zu verschlüsseln.
vi: Số lượng yêu cầu DNS được mã hóa. Bạn cần sử dụng máy chủ DNS được mã hóa để mã hóa lưu lượng DNS của bạn.
zh_hans: 加密的DNS请求数。使用加密DNS服务器时后，DNS流量能被加密。

# average_info_alert_title
source: Average time
cs: Průměrný čas
de: Durchschnittliche Dauer
vi: Thời gian trung bình
zh_hans: 平均时间

# average_info_alert_message
source: Average time it takes to process a DNS request. The faster DNS server you use, the lower this would be.
cs: Průměrný čas potřebný na zpracování DNS dotazu. Čím rychlejší DNS server používáte, tím nižší hodnota by to měla být.
de: So lange wird eine DNS-Anfrage verarbeitet. Je schneller der verwendete DNS-Server antwortet, desto weniger Zeit wird benötigt.
vi: Thời gian trung bình cần để xử lý một yêu cầu DNS. Máy chủ DNS bạn sử dụng càng nhanh thì mức này càng thấp.
zh_hans: 处理DNS请求的平均时间。你用的DNS服务器越快，处理DNS请求的时间越短。

# companies_info_alert_title
source: Number of companies
cs: Počet společností
de: Zahl der Unternehmen
vi: Số lượng chung
zh_hans: 公司总数

# companies_info_alert_message
source: This is the number of companies to which requests have been forwarded.
cs: Toto je počet společností, kterým byly dotazy zaslány.
de: Dies ist die Anzahl der Unternehmen, an die Anfragen weitergeleitet wurden.
vi: Đây là số lượng chung mà các yêu cầu đã được chuyển tiếp.
zh_hans: 这是已请求转发到的公司总数

# all_requests_alert_action
source: All requests
cs: Všechny požadavky
de: Alle Anfragen
vi: Mọi yêu cầu
zh_hans: 全部请求

# blocked_only_alert_action
source: Blocked only
cs: Pouze blokované
de: Nur gesperrte
vi: Chỉ chặn
zh_hans: 仅已阻止

# allowed_only_alert_action
source: Allowed only
cs: Pouze povolené
de: Nur zugelassene
vi: Chỉ cho phép
zh_hans: 仅已允许

# none_message
source: None
cs: Žádný
de: Keine
vi: Không có
zh_hans: 无

# activity_title
source: Activity
cs: Aktivita
de: Aktivität
vi: Hoạt động
zh_hans: 活动

# requests_number
source: %d requests
cs: Požadavků: %d
de: %d Anfragen
vi: %d yêu cầu
zh_hans: %d请求

# native_dns_setup_title
source: Enable %@ in your DNS settings
de: Aktivieren Sie %@ in Ihren DNS-Einstellungen
vi: Vui lòng bật %@ trong cài đặt DNS hệ thống

# native_dns_setup_description
source: To use native DNS, select <b>%@</b> in <b>System settings > General > VPN & Network > DNS</b>.
de: Um natives DNS zu aktivieren, öffnen Sie die <b>„Systemeinstellungen“ ➜ „Allgemein“ ➜ „VPN & Netzwerk“ ➜ „DNS“</b> und wählen dort <b>%@</b>.
vi: Để bật DNS gốc, bạn cần mở <b> Cài đặt hệ thống </b>, đi tới <b> Chung> VPN & Mạng> DNS </b> và chọn <b>%@</b>.

# native_dns_setup_description_ios15
source: To use native DNS, select <b>%@</b> in <b>System settings > General > VPN & Device Management > DNS</b>.
de: Um natives DNS zu verwenden, öffnen Sie die <b>„Systemeinstellungen” ➜ „Allgemein” ➜ „VPN und Geräteverwaltung” ➜ „DNS”</b> und wählen Sie dort <b>%@</b>.
vi: Để sử dụng DNS gốc, chọn <b>%@</b> trong <b>Cài đặt hệ thống > Chung > VPN & Quản lý thiết bị > DNS</b>.

# rate_app_description
source: Tell us whether you are satisfied with ad blocking experience so far
de: Wie würden Sie Ihre Erfahrung mit AdGuard beschreiben?
vi: Cho chúng tôi biết liệu bạn có hài lòng với trải nghiệm chặn quảng cáo cho đến nay hay không

# rate_app_problem_description
source: Make sure you are using <b>Safari browser</b>.<br>Currently it's technically impossible to block content in other browsers.<br>Proceed to Safari protection settings and enable all necessary filter lists.<br>Restart Safari app: quit and open again.
de: Stellen Sie sicher, dass Sie den Browser <b>Safari</b> verwenden.<br> Derzeit ist es technisch nicht möglich, Inhalte in anderen Browsern zu sperren.<br> Öffnen Sie die „Einstellungen” ➜ „Safari” ➜ „Allgemein” ➜ „Inhaltsblocker” und aktivieren Sie dort alle benötigten Filterlisten.<br> Starten Sie die App „Safari” neu: Beenden und erneut öffnen.
vi: Đảm bảo rằng bạn đang sử dụng <b> trình duyệt Safari </b>. <br> Hiện tại, về mặt kỹ thuật không thể chặn nội dung trong các trình duyệt khác. <br> Tiếp tục cài đặt bảo vệ Safari và bật tất cả danh sách bộ lọc cần thiết. <br> Khởi động lại ứng dụng Safari: thoát và mở lại.

# detailed_filter_info_version_subtitle
source: Version
vi: Phiên bản

# detailed_filter_info_updated_subtitle
source: Updated
de: Aktualisiert
vi: Đã cập nhật

# detailed_filter_info_rules_count_subtitle
source: Rules count
de: Regeln total
vi: Số quy tắc

# detailed_filter_info_website_subtitle
source: Website
vi: Trang web

# detailed_filter_info_subscription_subtitle
source: Subscription URL
de: Abonnement-URL
vi: URL đăng ký

# user_rule_exists_error
source: You're trying to add the rule which is already in the list
de: Sie versuchen, eine Regel hinzuzufügen, die bereits in der Liste enthalten ist
vi: Bạn đang cố gắng thêm một quy tắc đã có trong danh sách

# user_rules_processing_title
source: Processing...
de: Wird verarbeitet …
vi: Đang xử lý...

# user_rules_processing_descr
source: Please wait a second...
de: Einen Moment bitte ...
vi: Vui lòng đợt trong giây lát...

# user_rules_allowlist_rule_removed
source: was removed from <u style=color:%@>allowlist</u>
de: wurde aus der <u style=color:%@>Freigabeliste</u> entfernt
vi: đã được loại bỏ khỏi <u style=color:%@>danh sách cho phép</u>

# user_rules_allowlist_rule_added
source: was added to <u style=color:%@>allowlist</u>
de: wurde der <u style=color:%@>Freigabeliste</u> hinzugefügt
vi: đã được thêm vào <u style=color:%@>danh sách cho phép</u>

# user_rules_blocklist_rule_added
source: has a new blocking rule in <u style=color:%@>user rules</u>
de: hat eine neue Sperrregel in <u style=color:%@>Benutzerregeln</u>
vi: đã có quy tắc chặn mới trong <u style=color:%@>quy tắc của người dùng</u>

# user_rules_blocklist_rules_removed
source: has no more user rules
de: enthält keine Benutzerregeln mehr
vi: không còn quy tắc người dùng nào khác

# advanced_protection_feature_name
source: Advanced protection
de: Erweiterter Schutz
vi: Bảo vệ nâng cao

# security_filters_feature_name
source: Security filters
de: Sicherheitsfilter
vi: Bộ lọc bảo mật

# dns_privacy_feature_name
source: DNS protection
de: DNS-Datenschutz
vi: DNS riêng tư

# custom_filters_feature_name
source: Custom filters
de: Benutzerdefinierte Filter
vi: Bộ lọc tuỳ chỉnh
