Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: cs, de, et_ee, fi, vi, zh_hans

# advanced_protection_feature_description
source: Enhanced methods to block complex ads, such as YouTube ads in Safari
de: Bessere Methoden zum Sperren komplexer Anzeigen, wie YouTube-Werbung in Safari
vi: Hỗ trợ Userscript, chặn quảng cáo YouTube trong Safari và hơn thế nữa

# security_filters_feature_description
source: Block phishing, malware, and suspicious content
de: Sperrt Phishing, Malware und verdächtige Inhalte
vi: Ngăn chặn lừa đảo & phần mềm độc hại

# dns_privacy_feature_description
source: Block in-app trackers that silently collect data about you
de: Verschlüsseln Sie DNS-Anfragen lokal und kontrollieren Sie Ihre Privatsphäre
vi: Kiểm soát dữ liệu cá nhân của bạn

# custom_filters_feature_description
source: Use third-party filters, or create your own
de: Verwenden Sie Filter von Drittanbietern oder erstellen Sie eigene
vi: Tự đặt quy tắc riêng của bạn

# main_page_tab
source: Main screen
cs: Záložka Hlavní
de: Hauptseite
vi: Màn hình chính
zh_hans: 主屏幕

# protection_page_tab
source: Protection screen
cs: Záložka Ochrana
de: Schutz-Seite
vi: Màn hình bảo vệ
zh_hans: 保护屏

# activity_page_tab
source: Activity screen
cs: Záložka Aktivity
de: Aktivitäten-Seite
vi: Màn hình hoạt động
zh_hans: 活动屏幕

# settings_page_tab
source: Settings screen
cs: Záložka Nastavení
de: Einstellungen-Seite
vi: Màn hình cài đặt
zh_hans: 设置屏幕

# safari_protection_enabled_voiceover
source: Safari protection enabled
cs: Ochrana Safari zapnuta
de: Safari-Schutz aktiviert
vi: Đã bật bảo vệ Safari
zh_hans: Safari浏览器防护已启用

# safari_protection_disabled_voiceover
source: Safari protection disabled
cs: Ochrana Safari vypnuta
de: Safari-Schutz deaktiviert
vi: Đã vô hiệu bảo vệ Safari
zh_hans: Safari浏览器防护已停用

# tracking_protection_enabled_voiceover
source: DNS protection enabled
cs: DNS ochrana zapnuta
de: DNS-Schutz aktiviert
vi: Đã bật bảo vệ DNS
zh_hans: DNS防护已启用

# tracking_protection_disabled_voiceover
source: DNS protection disabled
cs: DNS ochrana vypnuta
de: DNS-Schutz deaktiviert
vi: Đã vô hiệu bảo vệ DNS
zh_hans: DNS防护已停用

# update_filters_voiceover
source: Update filters
cs: Aktualizovat filtry
de: Filter aktualisieren
vi: Cập nhật bộ lọc
zh_hans: 更新过滤器

# requests_number_voiceover
source: Requests number
cs: Počet požadavků
de: Anzahl der Anfragen
vi: Số yêu cầu
zh_hans: 请求总数

# encrypted_number_voiceover
source: The number of encrypted DNS requests
cs: Počet šifrovaných DNS dotazů
de: Die Anzahl der verschlüsselten DNS-Anfragen
vi: Số lượng yêu cầu DNS được mã hóa
zh_hans: 加密DNS请求数

# elapsed_time_voiceover
source: Average time to process a DNS request
cs: Průměrný čas na zpracování DNS dotazu
de: Durchschnittliche Dauer für die Bearbeitung einer DNS-Anfrage
vi: Thời gian trung bình để xử lý một yêu cầu DNS
zh_hans: 处理DNS请求的平均时间

# search_view_placeholder
source: Search
de: Suchen
vi: Tìm kiếm

# enable_system_protection_voiceover
source: Enable DNS protection
cs: Zapnout DNS ochranu
de: DNS-Schutz aktivieren
vi: Kích hoạt bảo vệ DNS
zh_hans: 开启DNS防护

# choose_sub_voiceover
source: Choose your subscription type
cs: Vyberte typ svého předplatného
de: Wählen Sie Ihren Abonnement-Typ
vi: Chọn loại đăng ký của bạn
zh_hans: 选择订阅类型

# enter_email_voiceover
source: Enter your email here
cs: Zde zadejte svůj email
de: Geben Sie hier Ihre E-Mail-Adresse ein
vi: Nhập email của bạn ở đây
zh_hans: 请在这儿输入您的电子邮件

# enter_password_voiceover
source: Enter your password here
cs: Zde vložte své heslo
de: Geben Sie hier Ihr Passwort ein
vi: Nhập mật khẩu của bạn ở đây
zh_hans: 请在这儿输入您的密码

# import_custom_cb_filter_format
source: Add the custom content blocker filter: %@
de: Benutzerdefinierten Inhaltsfilter %@ hinzufügen
vi: Thêm bộ lọc trình chặn nội dung tùy chỉnh: %@

# import_dns_filter_format
source: Add the custom DNS filter: %@
de: Benutzerdefinierten DNS-Filter %@ hinzufügen
vi: Thêm bộ lọc DNS tùy chỉnh: %@

# enable_cb_filter_format
source: Enable filter: %@
de: Filter aktivieren: %@
vi: Kích hoạt bộ lọc: %@

# disable_cb_filter_format
source: Disable filter: %@
de: Filter deaktivieren: %@
vi: Vô hiệu hóa bộ lọc: %@

# import_unseccuessful
source: Unsuccessful
de: Fehlgeschlagen
vi: Không thành công

# import_dns_settings_format
source: Select DNS server: %@
de: DNS-Server auswählen: %@
vi: Chọn máy chủ DNS: %@

# import_license_format
source: Activate premium features with %@ license key
de: Premium-Funktionen mit %@ Lizenzschlüssel aktivieren
vi: Kích hoạt các tính năng cao cấp với mã bản quyền %@

# import_user_rules
source: Add User Rules
de: Benutzerdefinierte Regeln hinzufügen
vi: Thêm quy tắc người dùng

# import_dns_user_rules
source: Add DNS User Rules
de: Benutzerdefinierte DNS-Regeln hinzufügen
vi: Thêm quy tắc DNS của người dùng

# low_level_description
source: <b style=color:#c23814ff>WARNING!</b> Enabling these features may break the Internet connection or compromise your security and privacy.
de: <b style=color:#c23814ff>Warnhinweis!</b> Das Aktivieren dieser Funktionen kann die Internetverbindung unterbrechen oder Ihre Sicherheit und Privatsphäre gefährden.
vi: <b style=color:#c23814ff>CẢNH BÁO!</b> Việc bật các tính năng này có thể phá vỡ kết nối Internet hoặc ảnh hưởng đến bảo mật và quyền riêng tư của bạn.

# low_level_beta_link
source: Interested in cool new AdGuard features? Try our <a href="%@">beta channel</a>.
de: Interessieren Sie sich für neue Funktionen von AdGuard? Besuchen Sie unseren <a href="%@">Beta-Kanal</a>.
vi: Quan tâm đến các tính năng AdGuard mới thú vị? Hãy dùng thử <a href="%@">kênh beta</a> của chúng tôi.

# low_level_bootstraps_placeholder
source: List of plain DNS servers to be used to resolve DOH/DOT hostnames (if any)
de: Liste unverschlüsselter DNS-Server, die für die Auflösung der „DNS über HTTPS”/„DNS über TLS” verwendet werden sollen (falls vorhanden)
vi: Danh sách máy chủ DNS thuần túy sẽ được sử dụng để phân giải tên máy chủ DOH/DOT (nếu có)

# low_level_fallbacks_placeholder
source: A fallback DNS resolver that will be used when the configured server is not available. An empty string means using the system DNS as a fallback. A string "none" means no fallback at all.
de: Ein Fallback-DNS-Resolver, der verwendet wird, wenn der konfigurierte Server nicht verfügbar ist. Eine leere Zeile bedeutet, dass das Standard-DNS des Systems als Fallback verwendet wird. Eine Zeile „Keine“ bedeutet überhaupt keinen Fallback.
vi: Trình phân giải DNS dự phòng sẽ được sử dụng khi máy chủ đã định cấu hình không khả dụng. Một chuỗi trống có nghĩa là sử dụng DNS hệ thống làm dự phòng. Một chuỗi "none" có nghĩa là không có dự phòng nào cả.

# upstreams_bootstraps_title
source: Bootstrap servers
de: Bootstraps
vi: Máy chủ Bootstrap

# upstreams_bootstraps_description
source: Bootstrap IP address
de: Bootstrap-IP-Adresse
vi: Địa chỉ IP Bootstrap

# upstreams_description
source: Upstream address
de: Upstream-Adresse
vi: Địa chỉ ngược dòng

# upstreams_fallbacks_title
source: Fallback servers
de: Fallbacks
vi: Máy chủ dự phòng

# upstreams_custom_address_title
source: Add a custom IP
de: Eigene IP hinzufügen
vi: Thêm IP tùy chỉnh

# upstreams_custom_address_description
source: IP address
de: IP-Adresse
vi: Địa chỉ IP

# custom_ip_description
source: Respond with a manually set IP address
de: Mit einer manuell festgelegten IP-Adresse antworten
vi: Phản hồi với địa chỉ IP đã được tiết lập

# navigation_item_filters_title
source: Filters
de: Filter
vi: Bộ lọc

# navigation_item_dns_filters_title
source: DNS Filters
de: DNS-Filter
vi: Bộ lọc DNS

# unsupported_setting
source: This option is incompatible with native DNS mode
de: Diese Option ist nicht mit dem nativen DNS-Modus kompatibel
vi: Tùy chọn này không tương thích với chế độ DNS gốc

# setapp_device_limit_reached
source: You have connected the maximum number of devices to your Setapp account.
de: Sie haben die maximale Anzahl von Geräten mit Ihrem Setapp-Konto verbunden.
vi: Bạn đã có tối đa số lượng thiết bị được kết nối hãy tới cài đặt tài khoản của bạn.

# block_youtube_ads_instructions_safari
source: Did you know that YouTube has changed its algorithms to show you more ads?<br><br>Now, to block them you need to:<br><br>1. Open <a href="%@">Safari</a>.<br><br>2. Open youtube.com.<br><br>3. Tap %@ Share.<br><br> 4. Tap "Block YouTube Ads (by AdGuard)".
de: Wussten Sie, dass YouTube seine Algorithmen geändert hat, um Ihnen mehr Werbung zu zeigen?<br><br>Um diese zu sperren, gehen Sie wie folgt vor:<br><br>1. Starten Sie <a href="%@">Safari</a><br><br>2. Öffnen Sie youtube.com<br><br>3. Tippen Sie auf %@ Teilen.<br><br>4. Tippen Sie auf „Werbung in YouTube sperren (AdGuard)”.
vi: Bạn có biết rằng YouTube đã thay đổi thuật toán để bạn sẽ nhiều quảng cáo hơn không?<br><br>Bây giờ, để chặn những quảng cáo đó bạn chỉ cần phải:<br><br>1. Mở <a href="%@">Safari</a><br><br>2. Truy cập vào youtube.com<br><br>3. Nhấp vào %@ Chia sẻ.<br><br>4. Nhấp vào "Chặn quảng cáo YouTube (bởi AdGuard)".

# block_youtube_ads_instructions
source: Did you know that YouTube has changed its algorithms to show you more ads?<br><br>Now, to block them you need to:<br><br>1. Open <a href="%@">youtube.com</a> in Safari.<br><br>2. Tap %@ Share.<br><br>3. Tap "Block YouTube Ads (by AdGuard)".
de: Wussten Sie, dass YouTube seine Algorithmen geändert hat, um Ihnen mehr Werbung zu zeigen?<br><br>Um diese zu sperren, gehen Sie wie folgt vor:<br><br>1. Öffnen Sie <a href="%@">youtube.com</a> in Safari.<br><br>2. Tippen Sie %@ auf Teilen.<br><br>3. Klicken Sie auf „Youtube-Werbung sperren (mit AdGuard)“.
vi: Bạn có biết rằng YouTube đã thay đổi thuật toán để bạn sẽ nhiều quảng cáo hơn không?<br><br>Bây giờ, để chặn những quảng cáo đó bạn chỉ cần phải:<br><br>1. Truy cập <a href="%@">youtube.com</a> trong Safari.<br><br>2. Nhấp vào %@ Chia sẻ.<br><br>3. Nhấp vào "Chặn quảng cáo YouTube (bởi AdGuard)".

# block_youtube_ads_instructions_done_text_safari
source: Done! Now you can watch YouTube without ads. When the extension is enabled, a caption “with AdGuard” is displayed next to the YouTube logo.<br><br><b>If you reload the page, you’ll have to redo steps 3 and 4.</b>
de: Fertig! Jetzt können Sie YouTube ohne Werbung ansehen. Wenn die Erweiterung aktiviert ist, wird neben dem YouTube-Logo die Beschriftung „mit AdGuard“ angezeigt.<br><br><b>Wenn Sie die Seite neu laden, müssen Sie die Schritte 3 und 4 erneut ausführen.</b>
vi: Khi tiện tích kích hoạt, dòng tiêu đề "với AdGaurd" sẽ hiện thị cạnh biểu tượng YouTube.<br><br><b> Nếu bạn tải lại trang, bạn sẽ cần phải thực hiện bước 3 và 4 lần nữa.</b>

# block_youtube_ads_instructions_done_text
source: Done! Now you can watch YouTube without ads. When the extension is enabled, a caption “with AdGuard” is displayed next to the YouTube logo.<br><br><b>If you reload the page, you’ll have to redo steps 2 and 3.</b>
de: Fertig! Jetzt können Sie YouTube ohne Werbung ansehen. Wenn die Erweiterung aktiviert ist, wird neben dem YouTube-Logo die Beschriftung „mit AdGuard“ angezeigt.<br><br><b>Wenn Sie die Seite neu laden, müssen Sie die Schritte 2 und 3 erneut ausführen.</b>
vi: Khi tiện tích kích hoạt, dòng tiêu đề "với AdGaurd" sẽ hiện thị cạnh biểu tượng YouTube.<br><br><b> Nếu bạn tải lại trang, bạn sẽ cần phải thực hiện bước 2 và 3 lần nữa.</b>

# youtube_script_success_title
source: YouTube is now ad-free! You'll have to re-run this extension every time you reload the page.
de: YouTube ist jetzt werbefrei! Bitte beachten Sie, dass Sie diese Erweiterung erneut ausführen müssen, wenn Sie die Seite neu laden.
vi: YouTube hiện không có quảng cáo! Xin lưu ý rằng bạn cần chạy lại tiện ích mở rộng này nếu bạn tải lại trang

# youtube_script_wrong_domain_title
source: This extension works only for YouTube.
de: Diese Erweiterung funktioniert nur auf YouTube.
vi: Tiện ích mở rộng này dự định chỉ chạy trên YouTube

# youtube_script_already_executed_title
source: The extension has already been executed
de: Die Erweiterung wurde bereits ausgeführt
vi: Phần mở rộng đã được thực thi

# youtube_script_error_title
source: An unknown error occurred while removing YouTube ads
de: Beim Entfernen von Werbung auf YouTube ist ein unbekannter Fehler aufgetreten
vi: Đã xảy ra lỗi không xác định khi xóa quảng cáo YouTube

# action_extension_obsolete_info
source: This action extension is out of date but the new AdGuard Web Safari extension is available in the aA menu. To start using the new extension, open the aA menu, tap Manage Extensions and switch on the AdGuard toggle.
de: Diese Erweiterung ist veraltet, aber die neue AdGuard-Erweiterung für Safari ist im aA-Menü verfügbar. Um sie zu verwenden, öffnen Sie das aA-Menü, tippen Sie auf „Erweiterungen verwalten“ und schalten AdGuard ein.
vi: Tiện ích mở rộng AdGuard này đã hết hạn. Kiểm tra mục Tiện ích mở rộng trong menu để nhận miễn phí một Tiện ích mở rộng AdGuard đã được cập nhật với giao diện cải tiến và các công cụ chặn quảng cáo.

# action_extension_new_version_info
source: A new version of this extension is available for iOS 15. It has more capabilities and an improved UI. Remember to update!
de: Eine neue Version dieser Erweiterung ist für iOS 15 verfügbar. Sie bietet mehr Funktionen und eine verbesserte Benutzeroberfläche. Denken Sie daran, zu aktualisieren!
vi: Một phiên bản mới của tiện ích mở rộng này đã khả dụng cho iOS 15. Nó có nhiều khả năng hơn và một giao diện cải tiến. Hãy nhớ cập nhật!

# background_fetch_default_period
source: Default period
de: Standardintervall
vi: Khoảng thời gian mặc định

# background_fetch_hour_period
source: Every hour
de: Jede Stunde
vi: Mỗi giờ

# background_fetch_tree_hours_period
source: Every 3 hours
de: Alle 3 Stunden
vi: Mỗi 3 giờ

# background_fetch_twelve_hours_period
source: Every 12 hours
de: Alle 12 Stunden
vi: Mỗi 12 giờ

# background_fetch_twenty_four_hours_period
source: Every 24 hours
de: Alle 24 Stunden
vi: Mỗi 24 giờ

# background_app_refresh_time_title
source: Background app refresh interval
de: App im Hintergrund aktualisieren
vi: Thời gian làm mới ứng dụng nền

# add_custom_dns_server_title
source: Add a custom DNS server
de: Benutzerdefinierten DNS-Server hinzufügen
vi: Thêm máy chủ DNS người dùng

# dns_provider_controller_title
source: DNS server
vi: Máy chủ

# dns_provider_controller_description
source: You can enhance your online privacy by encrypting DNS traffic. To do so, choose one of the recommended DNS providers.
de: Sie können Ihre Online-Privatsphäre durch Verschlüsselung des DNS-Verkehrs verbessern. Wählen Sie dazu einen der empfohlenen DNS-Anbieter.
vi: Bạn có thể cải thiện sự riêng tự trực tuyến bằng cách mã hoá lưu thông DNS. Để làm việc này, hãy chọn một trong số những nhà cung cấp được đề nghị.

# youtube_player_controller_bad_url_title
source: Invalid URL
vi: URL không hợp lệ

# youtube_player_controller_bad_url_message
source: Please provide a link to YouTube
vi: Vui lòng cung cấp một địa chỉ đến Youtube

# youtube_player_controller_content_blocking_list_error_title
source: Filtering error
vi: Lỗi bộ lọc

# youtube_player_controller_content_blocking_list_error_message
source: Failed to compile blocklist
vi: Không biên dịch được danh sách chặn

# youtube_player_controller_userscript_error_title
source: Userscript error
vi: Lỗi tập lệnh người dùng

# youtube_player_controller_userscript_error_message
source: Failed to create userscript
vi: Không tạo được tập lệnh người dùng

# youtube_share_extension_no_url_title
source: No URL provided
vi: Không có URL nào được cung cấp

# youtube_share_extension_no_url_summary
source: Share YouTube videos to AdGuard to watch them without ads
vi: Chia sẻ video YouTube với AdGuard để xem mà không có quảng cáo

# youtube_share_extension_bad_url_title
source: Invalid URL
vi: URL không hợp lệ

# youtube_share_extension_bad_url_summary
source: Share YouTube videos to AdGuard to watch them without ads
vi: Chia sẻ video YouTube với AdGuard để xem mà không có quảng cáo

# youtube_share_extension_item_provider_error_title
source: Internal error
de: Interner Fehler
vi: Lỗi kết nối!

# youtube_share_extension_item_provider_error_summary
source: Failed to share the link to AdGuard
vi: Không chia sẻ được liên kết cho AdGuard

# youtube_share_extension_item_provider_unknown_error_title
source: Unknown error
de: Unbekannter Fehler
vi: Lỗi không xác định

# youtube_share_extension_item_provider_unknown_error_summary
source: Something went wrong
de: Ein Problem ist aufgetreten
vi: Đã xảy ra lỗi

# dev_account_migration_helper_content_blockers_disabled_title
source: AdGuard content blockers are disabled in Safari settings. Enable them to allow us block ads and trackers.
vi: Trình chặn nội dung AdGuard bị tắt trong cài đặt Safari. Bật chúng để cho phép chúng tôi chặn quảng cáo và trình theo dõi.

# json_converting_error
source: Cannot initialize converter to JSON format.
cs: Nelze spustit serializér do formátu JSON.
de: Konverter kann ins JSON-Format nicht initialisiert werden.
et_ee: JSON formaati konventeerimist ei õnnestu alustada!
fi: JSON-muunninta ei voida alustaa!
zh_hans: 无法将转换器初始化为 JSON 格式。

# something_went_wrong_title
source: Something went wrong
de: Ein Problem ist aufgetreten

# millions_unit
source: %@M
de: %@ Mio.
zh_hans: %@百万

# thousands_unit
source: %@K
de: %@ Tsd.
zh_hans: %@千

# hundred_millions_unit
source: %@100M
de: %@ 100 Mio.
zh_hans: %@亿

# ten_thousands_unit
source: %@10K
de: %@ 10 Tsd.
zh_hans: %@万

# doq_protocol
source: DNS-over-QUIC
de: DNS-over-QUIC (experimentell)

# ms_unit
source: %@ ms
zh_hans: %@毫秒

# common_action_ok
source: Ok
zh_hans: 确定

source: CDN
zh_hans: 内容分发网络

# dns_upstream_title
source: DNS upstream
cs: DNS cíl
zh_hans: DNS上游

# doh_protocol
source: DNS-over-HTTPS
cs: DNS přes HTTPS
et_ee: DNS-üle-HTTPS-i

# dot_protocol
source: DNS-over-TLS
cs: DNS přes TLS
et_ee: DNS-üle-TLS-i
