Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/*.lproj/Localizable.strings
Languages: cs, de, et_ee, fi, vi, zh_hans

# purchase_description_format
source: AdGuard Subscription Terms<br><br>• Payment will be charged to your iTunes Account at confirmation of purchase.<br><br>• Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period.<br><br>• The subscription renewal fee will be charged to your iTunes Account within 24 hours of the end of the current period.<br><br>• You can manage your subscription and turn off auto-renewal by going to your Account Settings after purchase.<br><br>AdGuard <a href=%2$@>EULA</a> and <a href=%1$@>Privacy policy</a>
cs: O předlpatném AdGuardu:<br><br>• Platba bude připsána na účet iTunes při potvrzení nákupu.<br><br>• Předplatné se automaticky obnoví, pokud není automatické obnovení vypnuto alespoň 24 hodin před koncem aktuálního období.<br><br>• Na účet bude účtován poplatek za obnovení do 24 hodin před koncem běžného období.<br><br>Vaše odběry můžou být spravovány v nastavení vašeho účtu iTunes a vaše automatické obnovení může být po zakoupení předplatného vypnuto.<br><br><a href=%2$@>Pravidla a podmínky</a> a <a href=%1$@>Zásady ochrany osobních údajů</a>
de: Über das AdGuard-Abonnement:<br><br>• Die Zahlung wird Ihrem iTunes-Konto bei der Kaufbestätigung belastet.<br><br>• Das Abonnement verlängert sich automatisch, wenn die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert wird. <br><br>- Die Gebühr für die Verlängerung des Abonnements wird Ihrem iTunes-Konto innerhalb von 24 Stunden nach Ablauf des aktuellen Zeitraums belastet.<br><br>- Sie können Ihr Abonnement verwalten und die automatische Verlängerung in Ihren Kontoeinstellungen nach dem Kauf ausschalten.<br><br>AdGuard <a href=%2$@>Nutzungsbedingungen</a> und <a href=%1$@>Datenschutzerklärung</a>
et_ee: AdGuard Premium on tasuline, aasta kaupa makstav teenus, mille hind on $2.99/aasta (hind võib olenevalt regioonist erineda). Makse lisatakse pärast tellimuse kinnitamist iTunes kontole. Tellimust uuendatakse iga aasta automaatselt. Seda välja arvatud juhul, kui automaatne tellimuse pikendamine on vähemalt 24 tundi enne selle toimumist tühistatud. Makse toimub läbi iTunesi konto 24 tunni jooksul enne käimasoleva perioodi lõppu. Pärast ostu saab tellimust ning automaatset pikendust hallata läbi oma iTunes konto seadete.<br><br><a href=%1$@>Privaatsuspoliitika</a> <br><br><a href=%2$@>Kasutustingimused</a>
vi: Về việc đăng ký sử dụng AdGuard:<br><br>• Khoản phí sẽ được tính cho tài khoản iTunes của bạn khi xác nhận thanh toán.<br><br>• Đăng ký được tự động gia hạn trừ khi chế độ tự động gia hạn được tắt ít nhất 24 giờ trước khi kết thúc thời hạn sử dụng.<br><br>• Phí gia hạn đăng ký sẽ được tính trong vòng 24 giờ trước khi kết thúc thời hạn sử dụng.<br><br>Đăng ký của bạn có thể được quản lý và chế độ tự động gia hạn có thể tắt trong phần Cài đặt tài khoản iTunes của bạn sau sau khi mua đăng ký.<br><br><a href=%2$@>Điều khoản và Điều kiện</a> và <a href=%1$@>Chính sách quyền riêng tư</a>
zh_hans: AdGuard Premium 是一种年度付费服务，每年的订阅价格为 $2.99（定价可能会因区域不同而有所不同）。在购买确认时，款项会充值到 iTunes 账号。订阅会自动续订，除非在当前订阅期结束前的 24 小时内关闭自动续订。当前订阅期结束前的 24 小时内，款项会自动充值到账号。您可转到您的 iTunes 账号设置管理订阅，关闭自动续订。<br><br><a href=%1$@>隐私策略</a> <br><br><a href=%2$@>使用条款</a>

# lifetime_purchase_description_format
source: AdGuard's <a href=%2$@>EULA</a> and <a href=%1$@>Privacy Policy</a>
cs: <a href=%2$@>Pravidla a podmínky</a> a <a href=%1$@>Zásady ochrany osobních údajů</a>
de: <a href=%2$@>Nutzungsbedingungen</a> und <a href=%1$@>Datenschutzerklärung</a>
et_ee: <a href=%1$@>Privaatsuspoliitika</a> <br><br><a href=%2$@>Kasutustingimused</a>
vi: <a href=%2$@>Điều khoản và Điều kiện</a> và <a href=%1$@>Chính sách quyền riêng tư</a>
zh_hans: <a href=%1$@>隐私政策</a> <br><br><a href=%2$@>使用条款</a>

# privacy_policy_action
source: Privacy Policy
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
et_ee: Privaatsuspoliitika
vi: Chính sách bảo mật
zh_hans: 隐私策略

# vpn_confirm_title
source: A VPN will be created
cs: Bude vytvořena VPN
de: Ein VPN wird erstellt
et_ee: Luuakse VPN ühendus
vi: Một VPN sẽ được tạo
zh_hans: 这将创建 VPN

# vpn_confirm_message
source: VPN is required to set up custom DNS settings. The created VPN is local, which means your traffic will not be routed through any servers. We do not collect any data when you use this VPN profile.
cs: Pro nastavení vlastní konfigurace DNS je vyžadována VPN. Vytvořená VPN je místní, což znamená, že váš provoz nebude směrován přes žádné servery. Při používání tohoto profilu VPN neshromažďujeme žádná data.
de: VPN ist erforderlich, um benutzerdefinierte DNS-Einstellungen einzurichten. Das erstellte VPN ist lokal, was bedeutet, dass Ihr Datenverkehr nicht über irgendwelche Server geleitet wird. Wir sammeln keine Daten, wenn Sie dieses VPN-Profil benutzen.
et_ee: Kohandatud DNS serveri kasutamiseks on vaja VPN-i. Loodud VPN on lokaalne, mistõttu ei suunata liiklust läbi ühegi serveri. Kinnitame, et ei kogu mistahes andmeid ajal, mil VPN profiil on sisselülitatud.
vi: VPN là cần thiết để thiết lập cài đặt DNS tùy chỉnh. VPN được tạo là cục bộ, có nghĩa là lưu lượng truy cập của bạn sẽ không được chuyển qua bất kỳ máy chủ nào. Chúng tôi không thu thập bất kỳ dữ liệu nào khi bạn sử dụng hồ sơ VPN này.
zh_hans: VPN 是设置自定义 DNS 设置所需的。这会创建本地 VPN，即您的流量不会路由到任何服务器上。 使用此 VPN 配置时，我们不收集任何数据。

# loading_message
source: Please wait...
cs: Prosím čekejte...
de: Bitte warten …
et_ee: Palun oota...
vi: Vui lòng đợi...
zh_hans: 请稍候...

# theme_header_title
source: Theme
cs: Motiv
de: Thema
et_ee: Teema
vi: Chủ đề
zh_hans: 主题

# other_header_title
source: Other
cs: Ostatní
de: Sonstiges
et_ee: Muu
vi: Khác
zh_hans: 其它

# cb_description_common
source: 6 content blockers, each with up to 50,000 rules
de: 6 Inhaltsblocker, jeder mit bis zu 50.000 Regeln
vi: 6 trình chặn nội dung, mỗi trình lên tới 50.000 quy tắc

# cb_description_advanced_protection
source: 6 content blockers, each with up to 150,000 rules, plus Advanced protection
de: 6 Inhaltsblocker, jeder mit bis zu 150.000 Regeln, plus erweiterter Schutz
vi: 6 trình chặn nội dung, mỗi trình lên tới 150.000 quy tắc, đi kèm với Bảo vệ nâng cao

# content_blocker_filters
source: Filters:
cs: Filtry:
de: Filter:
et_ee: Filtrid:
vi: Bộ lọc:
zh_hans: 过滤器：

# cb_screen_advanced_protection_title
source: Advanced protection
de: Erweiterter Schutz
vi: Bảo vệ nâng cao

# cb_screen_content_blockers_title
source: Content Blockers
de: Inhaltsblocker
vi: Trình chặn nội dung

# general_settings_restart_tunnel_error
source: You need to enable VPN first
cs: Nejprve musíte zapnout VPN
de: Sie müssen zuerst VPN aktivieren
et_ee: Esmalt pead VPNi lubama
vi: Bạn cần mở VPN trước
zh_hans: 你需要先启用 VPN

# reset_stat_title
source: Reset statistics
cs: Resetovat statistiky
de: Statistiken zurücksetzen
vi: Đặt lại thống kê
zh_hans: 重置统计

# reset_stat_descr
source: All statistics will be cleared!
cs: Všechny statistiky budou vymazány!
de: Alle Statistiken werden zurückgesetzt!
vi: Tất cả thống kê sẽ bị xóa!
zh_hans: 一切统计数据将被清除！

# reset_title
source: Reset
cs: Resetovat
de: Zurücksetzen
vi: Đặt lại
zh_hans: 重置

# delete_title
source: Delete
de: Löschen
vi: Xoá

# remove_vpn_profile_title
source: Remove VPN profile
cs: Odstranit VPN profil
de: VPN-Profil entfernen
vi: Xoá hồ sơ VPN
zh_hans: 移除VPN 配置文件

# delete_vpn_profile_message
source: Are you sure you want to delete your VPN profile and disable DNS protection?
de: Möchten Sie Ihr VPN-Profil wirklich löschen und den DNS-Schutz deaktivieren?
vi: Bạn có chắc muốn xoá hồ sơ VPN và tắt trình bảo vệ DNS?

# remove_vpn_profile_error_title
source: An error occurred
cs: Vyskytla se chyba
de: Ein Fehler ist aufgetreten
vi: Có lỗi xảy ra
zh_hans: 发生错误

# remove_vpn_profile_error_message
source: Something went wrong while deleting your VPN profile
cs: Při odstraňování VPN profilu došlo k chybě
de: Beim Löschen Ihres VPN-Profils ist ein Problem aufgetreten
vi: Đã có lỗi xảy ra khi xoá hồ sơ VPN
zh_hans: 删除您的VPN配置文件时出现了问题。

# enabled_current_content_blocker_state_label
source: %@ rules are being used
cs: Jsou používána pravidla: %@
de: %@ Regeln werden verwendet
et_ee: Kasutusel on %@ reeglit
vi: %@ quy tắc đang được dùng
zh_hans: %@ 条规则正被使用

# disabled_current_state_label
source: Disabled in Safari settings
cs: Vypnuto v nastavení Safari
de: Deaktiviert in Safari-Einstellungen
et_ee: Safari seadetes väljalülitatud
vi: Tắt trong cài đặt Safari
zh_hans: 在 Safari 设置内已禁用

# disabled_current_state_advanced_protection
source: Disabled in Protection settings
de: Deaktiviert in Schutzeinstellungen
vi: Vô hiệu hoá trong Cài đặt bảo vệ

# update_current_state_label
source: Loading into Safari...
cs: Kontroluji aktualizace...
de: Wird in Safari geladen …
et_ee: Safarisse laadimine...
vi: Safari đang tải...
zh_hans: 检查更新...

# over_limit_current_state_label
source: The limit of %1$@ rules is reached. The app may not work correctly. Please disable the extra rules. Currently %2$@ out of %3$@ rules are being used; %4$@ rules are disabled.
cs: Je dosaženo limitu pravidel %1$@. Aplikace nemusí správně fungovat. Prosím, vypněte nějaká pravidla. Momentálně je používáno %2$@ z %3$@ pravidel. Počet vypnutých pravidel: %4$@.
de: Die Obergrenze von %1$@ Regeln ist erreicht. Die App funktioniert möglicherweise nicht richtig. Bitte deaktivieren Sie die zusätzlichen Regeln. Derzeit werden %2$@ aus %3$@ Regeln verwendet; %4$@ Regeln sind deaktiviert.
et_ee: Reeglite limiit %1$@ on saavutatud. Rakendus ei pruugi korrektselt töötada. Palun lülita lisareeglid välja. Praegu on kasutusel %2$@ / %3$@ reeglist; %4$@ reeglit on väljalülitatud.
vi: Đã đạt giới hạn của %1$@ quy tắc. Ứng dụng có thể sẽ hoạt động không chính xác. Vui lòng tắt các quy tắc mới thêm. Hiện tại đang có %2$@ trong số %3$@ quy tắc đang được dùng, %4$@ quy tắc đang bị vô hiệu hóa.
zh_hans: 已达到 %1$@ 条规则的限制。该应用可能无法正常工作。请禁用额外规则。目前正在使用 %3$@ 条规则中的 %2$@ 条； %4$@ 条规则已禁用。

# failed_updating_current_state_label
source: Filters have not been updated
cs: Filtry nebyly aktualizovány
de: Filter wurden nicht aktualisiert
et_ee: Filtreid ei uuendatud
vi: Bộ lọc chưa được cập nhật
zh_hans: 过滤器未更新

# login_max_computers_exceeded
source: This license has been activated on the maximum number of devices. You can unbind the license from unused devices in your personal account on the website: adguard.com
cs: Tato licence byla aktivována na maximálním počtu zařízení. Můžete odpojit licenci z nepoužívaných zařízení ve svém osobním účtu na webu: adguard.com
de: Diese Lizenz wurde für die maximale Anzahl von Geräten aktiviert. Sie können die Lizenz von unbenutzten Geräten in Ihrem persönlichen Konto auf der Website adguard.com aufheben.
et_ee: See litsents on aktiveeritud maksimaalses arvus seadmetes. Soovi korral saad mittekasutatavast seadmest litsentsi eemaldada. Saad seda teha oma AdGuardi kontol, külastades veebilehte: adguard.com
vi: Giấy phép này đã được kích hoạt tối đa số lần. Bạn có thể ngắt kết nối giấy phép khỏi những thiết bị không dùng tới trong tài khoản của bạn trên web: adguard.com
zh_hans: 此许可证已在最大数量的设备上激活。 您可以从以下网站（adguard.com）上的个人帐户中未使用的设备取消绑定许可

# action_extension_no_configuration_message_format
source: Before you can use this action extension, %1$@ has to perform an initial configuration. Launch the main %2$@ app to let it do so.
cs: Než použijete toto rozšíření akce, musí %1$@ provést počáteční konfiguraci. Spusťte hlavní aplikaci %2$@ a nechte ji tak učinit.
de: Bevor Sie diese Aktionserweiterung nutzen können, muss %1$@ eine Ersteinrichtung durchführen. Starten Sie die Hauptanwendung %2$@, um dies zu ermöglichen.
et_ee: Enne, kui seda lisa kasutada saad, peab %1$@ sooritama esmase konfigureerimise. Käivita %2$@ põhiline äpp ja lase see ära teha.
vi: Trước khi bạn có thể dùng hành động mở rộng, %1$@ phải được thực hiện cấu hình ban đầu. Khởi động ứng dụng %2$@ chính để thực hiện điều đó.
zh_hans: 在您使用此动作扩展之前，%1$@ 必须先执行初始化配置。请启动主 %2$@ 应用以允许其执行此动作。

# content_blocker_disabled_format
source: Note that Content blocker is disabled. That means ads will not be filtered regardless of AdGuard settings. Please enable AdGuard Content blocker in Safari settings to start filtering.
cs: Upozorňujeme, že blokování obsahu je vypnuto. To znamená, že reklamy nebudou filtrovány bez ohledu na nastavení služby AdGuard. K aktivaci blokování obsahu AdGuard spusťte filtrování v nastavení Safari.
de: Beachten Sie, dass der Inhaltsblocker deaktiviert ist. Das bedeutet, dass Werbeeinblendungen unabhängig von den AdGuard-Einstellungen nicht gefiltert werden. Bitte aktivieren Sie den AdGuard-Inhaltsblocker in den Safari-Einstellungen, um die Filterung zu starten.
et_ee: Pane tähele, et Sisu blokeerija on väljas. See tähendab, et reklaame ei filtreerita (olenemata AdGuardi seadistustest). Filtreerimise võimaldamiseks lülita palun Safari seadetes AdGuardi Sisu blokeerija sisse.
vi: Chú ý rằng chặn thành phần đang bị vô hiệu hóa. Điều đó có nghĩa là quảng cáo sẽ không được lọc bất kể cài đặt của AdGuard. Vui lòng mở Trình Chặn Nội Dung AdGuard trong Safari để bắt đầu lọc.
zh_hans: 请注意，内容拦截器已禁用。 这意味着无论 AdGuard 设置如何，都不会过滤广告。 请在 Safari 设置中启用 AdGuard 内容拦截器以开始过滤。

# hostname_obtaining_error
source: The hostname is not obtained. Perhaps the page has not been loaded yet.
cs: Není získán název hostitele. Možná, že stránka dosud nebyla načtena.
de: Der Hostname konnte nicht ermittelt werden. Möglicherweise wurde die Seite noch nicht geladen.
et_ee: Hosti nime ei suudeta hankida. Ehk pole lehekülg veel täielikult laaditud.
vi: Tên máy chủ không được lấy. Có lẽ trang này chưa được tải.
zh_hans: 未获取主机名。也许页面尚未加载。

# assistant_launching_unable
source: This website's security policy does not allow launching AdGuard Assistant.
cs: Bezpečnostní politika této stránky neumožňuje spuštění AdGuard asistenta.
de: Die Sicherheitsrichtlinie für diese Website erlaubt es nicht, den AdGuard-Assistenten zu starten.
et_ee: Selle lehe turvapoliitika ei luba AdGuardi abimehel käivituda.
vi: Chính sách bảo vệ của trang web nà không cho phép mở Trợ Lý AdGuard.
zh_hans: 此网站的安全策略不允许启动 AdGuard Assistant。

# support_error_safari_extension
source: An unexpected error occurred while initializing Safari action extension. Please contact AdGuard Support if this happens again.
cs: Nastala neočekávaná chyba při iniciaci akce doplňku pro Safari. Pokud toto nastane opakovaně, kontaktuje prosím podporu AdGuardu.
de: Das Initialisieren der Safari-Aktionserweiterung ist fehlgeschlagen. Bitte wenden Sie sich an den AdGuard-Support, wenn dies erneut vorkommt.
et_ee: Ilmnes ootamatu viga Safari tegevuslisa käivitamisel. Kui see juhtub veel, siis palun kontakteeru AdGuardi tugiteenusega.
vi: Một lỗi đã xảy ra khi đang khởi động hành động mở rộng Safari. Vui lòng liên hệ hỗ trợ của AdGuard nếu lỗi này tiếp tục xảy ra.
zh_hans: 初始化 Safari 动作扩展时发生意外错误。如果再次发生这种情况，请联系 AdGuard 支持。

# common_warning_title
source: Warning
cs: Varování
de: Warnhinweis
et_ee: Hoiatus
vi: Cảnh báo
zh_hans: 警告

# filter_rules_maximum
source: You have exceeded the maximum number of filter rules.
cs: Překročili jste maximální počet pravidel filtrování.
de: Sie haben die maximale Anzahl der Filterregeln überschritten.
et_ee: Oled ületanud maksimum arvu filtrite reegleid.
vi: Bạn đã vượt quá số lượng quy tắc lọc tối đa.
zh_hans: 过滤器规则数量已超过上限。

# on_state
source: Enabled
cs: ZAPNUTO
de: Aktiviert
et_ee: SEES
vi: Đang bật
zh_hans: 启用中

# off_state
source: Disabled
cs: VYPNUTO
de: Deaktiviert
et_ee: VÄLJAS
vi: Đang tắt
zh_hans: 禁用中

# homepage_title
source: Homepage:
cs: Domovská stránka:
de: Startseite:
et_ee: Koduleht:
vi: Trang chủ:
zh_hans: 主页：

# delete_filter_title
source: Delete filter
cs: Smazat filtr
de: Filter entfernen
vi: Xóa bộ lọc
zh_hans: 删除过滤器

# delete_filter_message
source: Are you sure you want to delete this filter?
cs: Opravdu chcete smazat tento filtr?
de: Möchten Sie diesen Filter wirklich löschen?
vi: Bạn có chắc muốn xoá bộ lọc này?
zh_hans: 是否删除选中的过滤器？

# about_version_format
source: Version %@
vi: Phiên bản %@
zh_hans: 版本 %@

# copyright_format
source: © 2009 — %@ AdGuard Software Ltd. All rights reserved. AdGuard.com
de: © 2009 — %@ AdGuard Software Ltd. Alle Rechte vorbehalten. AdGuard.com
vi: © 2009–%@. Adguard Software Ltd. Đã đăng ký Bản quyền. AdGuard.com
zh_hans: © 2009 — %@ AdGuard Software Ltd. 保留所有版权。AdGuard.com

# common_login
source: Log in
de: Anmelden
vi: Đăng nhập

# common_logout
source: Logout
de: Abmelden
vi: Đăng xuất
zh_hans: 注销

# common_license
source: License
de: Lizenz
vi: Bản quyền
zh_hans: 许可

# bad_credentials_error
source: Incorrect email or password
cs: Nesprávný e-mail nebo heslo
de: E-Mail-Adresse oder Passwort ungültig
et_ee: Vale e-post või parool
vi: Email hoặc mật khẩu không đúng
zh_hans: 不正确的邮箱或密码

# account_is_disabled_error
source: Account is blocked
cs: Účet je zablokován
de: Konto wurde gesperrt
et_ee: Konto on blokeeritud
vi: Tài khoản bị chặn
zh_hans: 账户已被禁用

# account_is_locked_error
source: Account is temporarily locked
cs: Účet je dočasně uzamčen
de: Konto wurde vorübergehend gesperrt
vi: Tài khoản đã bị khoá tạm thời
zh_hans: 账户被暂时封锁

# invalid_2fa_code_error
source: Invalid 2FA token
cs: Neplatný 2FA token
de: Ungültiger 2FA-Token
et_ee: Vale 2FA kood
vi: Mã thông báo 2FA không hợp lệ
zh_hans: 无效的两步验证令牌

# wifi_exceptions_title
source: Wi-Fi exceptions
cs: WiFi výjimky
de: WLAN-Ausnahmen
vi: Wi-Fi ngoại lệ
zh_hans: Wi-Fi特例

# wifi_exceptions_description
source: DNS protection will not work for Wi-Fi networks listed below
cs: DNS ochrana bude vypnutá pro níže uvedené WiFi sítě
de: Der DNS-Schutz funktioniert nicht für die unten aufgeführten WLAN-Netzwerke
vi: Bảo vệ hệ thống sẽ không hoạt động trên mạng Wi-Fi được liệt kê dưới đây
zh_hans: DNS防护将不会为下列Wi-Fi网络启用

# add_exception_title
source: Add an exception
cs: Přidat výjimku
de: Ausnahme hinzufügen
vi: Thêm loại trừ
zh_hans: 添加特例

# filter_mobile_title
source: Filter Mobile data
cs: Filtrovat mobilní data
de: Mobile Daten filtern
vi: Lọc dữ liệu di động
zh_hans: 启用移动数据时过滤

# filter_wifi_title
source: Filter Wi-Fi
cs: Filtrovat WiFi
de: WLAN filtern
vi: Lọc Wi-Fi
zh_hans: 启用Wi-Fi时过滤

# mobile_data_description
source: DNS protection while on Mobile data
cs: DNS ochrana na mobilních datech
de: DNS-Schutz für mobile Daten
vi: Bảo vệ hệ thống khi dùng dữ liệu di động
zh_hans: 移动数据开启时进行DNS防护

# wifi_data_description
source: DNS protection while on Wi-Fi
cs: DNS ochrana na WiFi
de: DNS-Schutz im WLAN-Modus
vi: Bảo vệ hệ thống khi dùng Wi-Fi
zh_hans: Wi-Fi开启时进行DNS防护

# allowlist_title
source: Allowlist
cs: Seznam povolených
de: Freigabeliste
vi: Danh sách cho phép
zh_hans: 白名单

# whitelist_title
source: Allowlist
cs: Seznam povolených
de: Freigabeliste
et_ee: Valge list
fi: Sallittujen Lista
vi: Danh sách cho phép
zh_hans: 白名单

# dns_blacklist_title
source: Blocklist
cs: Seznam zakázaných
de: Sperrliste
vi: Danh sách chặn
zh_hans: 黑名单

# safari_userfilter_title
source: Safari user rules
cs: Uživatelská pravidla Safari
de: Safari-Benutzerregeln
vi: Quy tắc người dùng Safari
zh_hans: Safari用户规则

source: Export
cs: Exportovat
de: Exportieren
vi: Xuất
zh_hans: 导出

# open_user_rules_editor
source: Open editor
de: Editor öffnen
vi: Mở trình chỉnh sửa

# editor_safari_user_rules_description
source: Add Safari user rules
de: Safari-Benutzerregeln hinzufügen
vi: Thêm quy tắc người dùng Safari

# editor_allowlist_rules_description
source: Add custom allowlist rules
de: Benutzerdefinierte Freigabelistenregeln hinzufügen
vi: Thêm quy tắc danh sách cho phép tuỳ chỉnh

# editor_inverted_allowlist_rules_description
source: Add custom inverted allowlist rules
de: Benutzerdefinierte Regeln zur invertierten Freigabeliste hinzufügen
vi: Thêm quy tắc danh sách cho phép đảo ngược tuỳ chỉnh

# editor_dns_allowlist_rules_description
source: Add custom DNS allowlist rules
de: Benutzerdefinierte Regeln zur DNS-Freigabeliste hinzufügen
vi: Thêm quy tắc danh sách cho phép DNS tuỳ chỉnh

# editor_dns_blocklist_rules_description
source: Add custom DNS blocklist rules
de: Benutzerdefinierte Regeln zur DNS-Sperrliste hinzufügen
vi: Thêm quy tắc danh sách chặn DNS tuỳ chỉnh

# common_clear
source: Clear
cs: Vymazat
de: Leeren
vi: Xoá
zh_hans: 清除

# common_save
source: Save
cs: Uložit
de: Speichern
vi: Lưu
zh_hans: 保存

source: Import
cs: Importovat
de: Importieren
vi: Nhập
zh_hans: 导入

source: Disabled
cs: Vypnuto
de: Deaktiviert
vi: Bị vô hiệu
zh_hans: 禁用

# remove_from_whitelist
source: Remove from allowlist
cs: ODEBRAT ZE SEZNAMU POVOLENÝCH
de: Aus Freigabeliste entfernen
vi: Xóa khỏi danh sách cho phép
zh_hans: 从白名单移除

# remove_from_blacklist
source: Remove from blocklist
cs: ODEBRAT ZE SEZNAMU ZAKÁZANÝCH
de: Aus Sperrliste entfernen
vi: Xóa khỏi danh sách chặn
zh_hans: 从黑名单移除

# add_to_whitelist
source: Add to allowlist
cs: PŘIDAT NA SEZNAM POVOLENÝCH
de: Zur Freigabeliste hinzufügen
vi: Thêm vào danh sách cho phép
zh_hans: 添加到白名单

# add_to_blacklist
source: Add to blocklist
cs: PŘIDAT NA SEZNAM ZAKÁZANÝCH
de: Zur Sperrliste hinzufügen
vi: Thêm vào danh sách chặn
zh_hans: 添加到黑名单

# security_description
source: Allow to block phishing sites and other dangerous domains. Available to Premium users
cs: Umožňuje blokování podvodných webů a dalších nebezpečných domén. Dostupné pro prémiové uživatele
de: Ermöglicht das Sperren von Phishing-Websites und anderen gefährlichen Domains. Verfügbar für Premium-Nutzer
vi: Cho phép chặn các trang web lừa đảo và các miền nguy hiểm khác. Có sẵn cho người dùng Cao cấp
zh_hans: 允许阻止钓鱼网站和其他危险域。高级用户可用。

# custom_description
source: Allows adding third-party filters. Available to Premium users
cs: Umožňuje přidávat filtry třetích stran. K dispozici pro prémiové uživatele
de: Erlaubt das Hinzufügen der Filter von Drittanbietern. Verfügbar für Premium-Benutzer
vi: Cho phép thêm bộ lọc của bên thứ ba. Có sẵn cho người dùng Cao cấp
zh_hans: 允许添加第三方过滤器。高级用户可用。

# audio_video_player
source: Audio and video players
cs: Přehrávače zvuku a videa
de: Audio- und Videoplayer
vi: Máy nghe nhạc và video
zh_hans: 音视频播放器

source: Comments
cs: Komentáře
de: Kommentare
vi: Bình luận
zh_hans: 评论

source: Customer interaction
cs: Interakce se zákazníky
de: Interaktion mit Kunden
vi: Tương tác với khách hàng
zh_hans: 顾客交互

source: Pornvertising
cs: Reklama na pornowebech
vi: Quảng cáo khiêu dâm
zh_hans: 露骨广告

source: Advertising
cs: Reklama
de: Werbung
vi: Quảng cáo
zh_hans: 广告

source: Essential
cs: Nezbytné
de: Wesentliches
vi: Cơ bản
zh_hans: 必要的

source: Site analytics
cs: Analýza stránek
de: Website-Analyse
vi: Phân tích trang
zh_hans: 站点统计

source: Social media
cs: Sociální média
de: Soziale Medien
vi: Truyền thông
zh_hans: 社交媒体

# misc
source: Miscellaneous
cs: Různé
de: Verschiedenes
vi: Khác
zh_hans: 杂项

source: Mobile analytics
cs: Analýza mobilního připojení
de: Mobile Analyse
vi: Phân tích di động
zh_hans: 移动分析

source: Hosting
vi: Máy chủ
zh_hans: 托管

source: Unknown
cs: Není známo
de: Unbekannt
vi: Không rõ
zh_hans: 未知

source: Extensions
cs: Rozšíření
de: Erweiterungen
vi: Tiện ích mở rộng
zh_hans: 扩展

# common_select
source: Select
cs: Vybrat
de: Auswählen
vi: Chọn
zh_hans: 选择

# common_edit
source: Edit
cs: Upravit
de: Bearbeiten
vi: Chỉnh sửa
zh_hans: 编辑

# common_delete
source: Delete
cs: Vymazat
de: Löschen
vi: Xoá
zh_hans: 删除

# common_select_all
source: Select all
cs: Vybrat vše
de: Alle auswählen
vi: Chọn tất cả
zh_hans: 全选

# add_domain
source: Add a domain
cs: Přidat doménu
de: Domain hinzufügen
vi: Thêm một tên miền
zh_hans: 添加域

# add_new_rule
source: Add a new rule
cs: Přidat nové pravidlo
de: Neue Regel hinzufügen
vi: Thêm một quy tắc
zh_hans: 添加新规则

# add_new_filter
source: Add a filter
de: Filter hinzufügen
vi: Thêm bộ lọc

# ads_filters_group_description
source: Filter lists that remove ads
de: Filterlisten, die Werbung entfernen
vi: Danh sách bộ lọc loại bỏ quảng cáo
