Repository: 32accc/AdGuard
Catalog: AdguardExtension/AdguardApp/UI/ViewControllers/MainTabBar/MainMenu/*.lproj/MainMenu.strings
Languages: bg, sl

# 62j-Ib-Td5.title
source: Menu
bg: Настройки
sl: Nastavitve

# 6Z2-0N-PSp.text
source: Send feedback
bg: Изпратете ни Вашето мнение
sl: Pošljite povratne informacije

# Em7-2h-SKs.text
source: Help us make AdGuard better
bg: Помогнете ни да подобрим AdGuard
sl: Pomagajte nam izboljšati AdGuard

# L2l-pO-K3q.text
source: Settings
bg: Общи
sl: Splošno

# NQS-fl-oOe.text
source: What is AdGuard?
bg: Какво е AdGuard?
sl: Kaj je AdGuard?

# VQi-XH-gdb.normalTitle
source: Get Premium
bg: Вземете премиум абонамент
sl: Dobite Premium

# bVe-ys-rO9.text
source: User filter
bg: Потребителски филтър
sl: Uporabniški filter

# e0H-m9-qlc.text
source: Safari protection
bg: Филтри
sl: Filtri

# f0z-YA-nbz.text
source: The list of websites you trust
bg: Сайтове, на които се доверявате
sl: Seznam spletnih strani, ki jim zaupate

# lbr-3S-fZX.text
source: System protection
bg: DNS защита
sl: Zasebnost DNS

# x8F-Jr-rGi.text
source: About
bg: Относно
sl: Vizitka

# xb2-Gf-9h7.text
source: Appearance and other
bg: Изглед и друго
sl: Videz in ostalo

# zO5-hl-j78.text
source: Add your own filtering rules
bg: Собствени правила за филтриране
sl: Vsebuje pravila filtriranja po meri
